export function getHeroSkill(str) {
  var skills = []
  for (var i = 0; i < heroSkill.length; i++) {
    var item = heroSkill[i]
    if (str.indexOf(item.code) >= 0) {
      skills.push(item)
    }
  }
  return skills
}
export var heroSkill = [
  {
    "code" : 10100,
    "description1" : "子龙一怒，飞突千里，冲向指定方向，对路径上敌人造成伤害，使用该技能后立刻触发龙魂效果。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/37001\/01.png",
    "description2" : "技能效果：冲锋造成160点伤害\r\n冷却时间：7秒\r\n魔法消耗：50\r\n施法距离：600",
    "name" : "怒龙腾"
  },
  {
    "code" : 10200,
    "description1" : "赵云成名枪技，七探主杀伐，蛇盘主防守。使用技能激活蛇盘，枪势回旋宛如灵蛇，2秒内完全闪避敌方物理攻击，并减少30%来自范围技能的伤害，2秒后或再次激活技能会释放七探，对范围内敌方单位进行反击并晕眩1秒，每躲避一次敌方英雄攻击，将提升15%反击伤害，最多提升4层（60%）。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/37001\/02.png",
    "description2" : "造成反击伤害：120\r\n冷却时间：15秒\r\n魔法消耗：80",
    "name" : "盘蛇七探"
  },
  {
    "code" : 10300,
    "description1" : "赵云战意冲霄，朝指定方向突刺，刺穿路径上的敌人，造成伤害并将其拖拽至终点然后击飞（突刺过程中为霸体状态），提高自身免伤，若技能命中敌方英雄，将额外提升自身攻击速度。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/37001\/04.png",
    "description2" : "技能效果：\r\n造成每段100的物理伤害\r\n增加50点攻击速度\r\n增加减伤12%\r\n持续时间：5秒\r\n冷却时间：42秒\r\n魔法消耗：150",
    "name" : "一骑当千"
  },
  {
    "code" : 10400,
    "description1" : "赵云觑中敌人弱点，每攻击同个目标三次，会使其受到额外伤害，并减速50%，持续1.5秒。此效果对同个目标3秒内最多只可触发1次。\r\n被动：赵云唤醒体内龙魂，为自身附加一定攻击力",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/37001\/03.png",
    "description2" : "额外伤害40\r\n攻击提升：25",
    "name" : "龙魂"
  },
  {
    "code" : 30100,
    "description1" : "超能企鹅迅速滑向指定位置，并在滑行轨道上埋入3枚地雷，地雷将对敌方单位造成法术伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/96001\/02.png",
    "description2" : "地雷造成50点法术伤害\r\n魔法消耗：100\r\n冷却时间：8秒\r\n作用范围：800",
    "name" : "冰上漫滑"
  },
  {
    "code" : 30200,
    "description1" : "超能企鹅向指定方向发射4枚导弹，对攻击范围内随机4名敌方单位造成物理伤害。若此范围内敌方单位不足4名，将有可能被重复攻击，导弹命中同一个单位后续伤害只会有50%，被击中的目标将减速20%持续2秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/96001\/01.png",
    "description2" : "物理伤害：90\r\n冷却时间：8秒\r\n施法距离：900\r\n魔法消耗：80",
    "name" : "企鹅导弹"
  },
  {
    "code" : 30300,
    "description1" : "超能企鹅向指定方向发射重装粒子炮，在命中第一个敌方英雄或达到最远距离时将爆炸对范围内单位造成物理伤害并击退。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/96001\/04.png",
    "description2" : "造成300点物理伤害\r\n魔法消耗：150\r\n冷却时间：48秒\r\n使用范围：900\r\n将目标击退：600",
    "name" : "毁灭轰击"
  },
  {
    "code" : 30400,
    "description1" : "超能企鹅每隔一阵便对位于眼部的镭射炮进行蓄能，当蓄能完成，将施放镭射光束，对矩形范围内的敌方单位造成物理伤害，并附加减速效果30%持续3秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/96001\/03.png",
    "description2" : "造成60额外伤害\r\n冷却时间5秒",
    "name" : "镭射光束"
  },
  {
    "code" : 40100,
    "description1" : "冰雪女王将冰霜凝结为致命的武器朝指定方向射出，冰霜凌枪可以穿过非英雄单位并对其造成法术伤害，击中敌方英雄后消失，对处于冰霜状态的敌方单位会造成额外法术伤害。击中冰霜状态的敌人将降低该技能1.5秒的冷却时间。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/77001\/02.png",
    "description2" : "法术伤害：80\r\n额外伤害：30\r\n冷却时间：3秒\r\n施法范围：2000\r\n魔法消耗：100",
    "name" : "冰霜凌枪"
  },
  {
    "code" : 40200,
    "description1" : "冰雪女王操纵寒冰，对指定范围内的敌方单位造成法术伤害，并附加冰霜状态，降低敌方20点攻速和30%移动速度，持续4秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/77001\/01.png",
    "description2" : "造成法术伤害：120\r\n冷却时间：8秒\r\n魔法消耗：100\r\n使用距离：1000\r\n作用半径：400",
    "name" : "寒冰魔环"
  },
  {
    "code" : 40300,
    "description1" : "冰雪女王召唤出猛烈的暴风雪，毫不留情地攻击目标区域，对范围内的敌方单位造成伤害，并附带冰霜状态。冰霜状态降低敌方的移动速度30%，持续2秒。暴风雪持续4.5秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/77001\/04.png",
    "description2" : "每秒造成120\r\n冷却时间：48秒\r\n施法半径：500\r\n施法距离：1100\r\n魔法消耗：175",
    "name" : "凛冽暴雪"
  },
  {
    "code" : 40400,
    "description1" : "被动：冰雪女王每次技能伤害会为目标叠加冰霜印记，当印记叠满4层时目标将会被冰冻1秒并造成法术伤害（该效果6秒内对同一目标只会生效一次）",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/77001\/03.png",
    "description2" : "造成法术伤害：70",
    "name" : "冰霜之力"
  },
  {
    "code" : 60100,
    "description1" : "优雅空灵的一剑。对敌方目标造成物理伤害的同时，对目标造成50%减速。触发双手互博术时，额外一击将对目标造成的眩晕1秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/62001\/02.png",
    "description2" : "物理伤害：200\r\n冷却时间：8秒\r\n魔法消耗：50\r\n施法距离：800",
    "name" : "玉女剑法"
  },
  {
    "code" : 60200,
    "description1" : "你以极快速度移动且免疫控制效果，并减少40%受到的伤害，移动期间会对附近敌人造成法术伤害并对周围单位造成30%减速持续1秒，使用普通攻击或玉女剑法时状态消失。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/62001\/01.png",
    "description2" : "持续时间：3秒\r\n冷却时间：10秒\r\n每秒：100伤害\r\n魔法消耗：60",
    "name" : "古墓轻功"
  },
  {
    "code" : 60300,
    "description1" : "小龙女以自身为中心施展领域，在领域范围内提升自身25%免伤效果、攻击速度和暴击几率，对领域范围内的敌人造成物理伤害，并对碰撞边界的敌人造成物理伤害及2.5秒减速，释放期间不可被选中。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/62001\/03.png",
    "description2" : "基础伤害：225\r\n碰撞边界伤害：150\r\n减速效果：50%\r\n提高攻速：30\r\n提高暴击：10%\r\n领域范围：600\r\n魔法消耗：100\r\n冷却时间：30秒\r\n领域持续时间：5秒",
    "name" : "九阴真经"
  },
  {
    "code" : 60400,
    "description1" : "小龙女会在适当的时候使用左右互搏术，使你的普通攻击或玉女剑法有可能额外攻击目标一次。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/62001\/04.png",
    "description2" : "额外攻击概率：16%\r\n增加攻击：12",
    "name" : "左右互搏术"
  },
  {
    "code" : 70100,
    "description1" : "召唤流星陨石，对周围敌人造成法术伤害，并叠加1层流星陨石印记，印记最多叠加3层，持续8秒，每层印记附加额外伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/33001\/01.png",
    "description2" : "技能效果：造成120点法术伤害\r\n每次提升40额外伤害\r\n冷却时间：3秒\r\n魔法消耗：30\r\n施法距离：900",
    "name" : "流星陨石"
  },
  {
    "code" : 70200,
    "description1" : "五彩神石激活体内混沌之力瞬间增加两层陨石阵法护盾，提升自我移动速度，并瞬间降低周围敌方单位30%的移动速度，减速持续3秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/33001\/02.png",
    "description2" : "技能效果：提升自身20%移动速度\r\n降低周围敌方单位30%的移动速度\r\n效果持续：4秒\r\n冷却时间：10秒\r\n魔法消耗：40\r\n作用范围：600\r\n被动效果：生命增加100",
    "name" : "混沌归元"
  },
  {
    "code" : 70300,
    "description1" : "被动：每次使用流星陨石后，召唤来的陨石给自己套上一层护盾，降低自身受到的伤害，护盾最多叠加4层。\r\n主动：五彩神石激活陨石阵法对周围敌方单位造成法术伤害和减速，持续2秒。每层流星陨石印记会提升额外伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/33001\/04.png",
    "description2" : "伤害减少：3%\r\n造成基础伤害：225\r\n每层提升伤害：75\r\n减速效果：25%\r\n魔法消耗：75\r\n冷却时间：20\r\n作用范围：900",
    "name" : "陨石阵法"
  },
  {
    "code" : 70400,
    "description1" : "被动：提升五彩神石的生命恢复速度与护甲。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/33001\/03.png",
    "description2" : "技能效果：提升每秒生命恢复速度2\r\n护甲提升：16\r\n增加生命：100",
    "name" : "石之精华"
  },
  {
    "code" : 80100,
    "description1" : "在指定处投下月梦花种，花种周围的敌人将被减速，花种存在0.5秒后引发月光风暴使敌人受到法术伤害，并降低敌人移动速度，持续2.5秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/61001\/01.png",
    "description2" : "造成：170点法术伤害\r\n降低移动速度：24%\r\n施法距离：1000\r\n作用范围：500\r\n魔法消耗：100\r\n冷却时间：9秒",
    "name" : "月梦花种"
  },
  {
    "code" : 80200,
    "description1" : "以术法画出幻月，并将目标英雄放逐至幻月中。英雄被放逐期间将处于无敌，在放逐结束后将会减少一定的魔法值并受到伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/61001\/02.png",
    "description2" : "造成175点法术伤害\r\n减少魔法：80\r\n施法距离：800\r\n魔法消耗：100\r\n冷却时间：12秒\r\n放逐目标：1.25秒",
    "name" : "画月为牢"
  },
  {
    "code" : 80300,
    "description1" : "嫦娥吟唱巫咒，向前施放一道广寒月波，处于广寒月波中的敌人将受到伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/61001\/03.png",
    "description2" : "造成400点法术伤害\r\n冷却时间：55秒\r\n施法距离：5000\r\n魔法消耗：200",
    "name" : "广寒月波"
  },
  {
    "code" : 80400,
    "description1" : "嫦娥在受到自己法术伤害的敌人体内种下一枚风花月蚀持续{1}秒，当自己使用普通攻击或技能命中敌方时会吞噬这枚月蚀的巫力，使敌人受到额外的法术伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/61001\/04.png",
    "description2" : "额外伤害：80点法术伤害",
    "name" : "风花月蚀"
  },
  {
    "code" : 90100,
    "description1" : "霸王向前方挥出一道剑气，对命中的目标造成物理伤害，并降低其移动速度。若目标正对剑气，伤害翻倍。若目标背对剑气，则减速效果翻倍。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/13001\/02.png",
    "description2" : "造成180点物理伤害，降低15%移动速度，持续3秒\r\n冷却时间：8秒\r\n魔法消耗：80\r\n作用范围：1000",
    "name" : "剑气"
  },
  {
    "code" : 90200,
    "description1" : "霸王快速旋舞剑刃冲向目标，并在3秒内对周围的敌方单位造成物理伤害，期间免疫减速。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/13001\/01.png",
    "description2" : "技能效果：每秒造成45点物理伤害\r\n冷却时间：11秒\r\n魔法消耗：80\r\n冲刺距离：500\r\n作用范围：450",
    "name" : "剑刃风暴"
  },
  {
    "code" : 90300,
    "description1" : "霸王进入英灵不灭状态，化身鬼雄的霸王始终保持不死状态。鬼雄状态下，每次普通攻击获得三层鬼雄之力，每次技能对敌方英雄造成伤害时获得一层鬼雄之力，鬼雄状态结束后根据鬼雄之力回复霸王生命。只要技能不在冷却时间内，当项羽的生命值过低时会自动触发。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/13001\/04.png",
    "description2" : "冷却时间：60秒\r\n持续时间：4秒\r\n每层鬼雄之力回复自身20生命\r\n鬼雄之力上限：15\r\n触发生命值：300\r\n魔法消耗：无\r\n增加生命：200",
    "name" : "鬼雄"
  },
  {
    "code" : 90400,
    "description1" : "英气盖世，每次普通攻击及使用剑刃风暴时有一定几率造成致命一击。当自己生命为51%~100%时，暴击伤害为2倍;当自己生命为26%~50%时，暴击伤害为2.5倍;当自己生命为1%~25%时，暴击伤害为3倍",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/13001\/03.png",
    "description2" : "技能效果：12%概率造成致命一击\r\n增加攻击：10",
    "name" : "剑舞"
  },
  {
    "code" : 100100,
    "description1" : "向目标区域发起冲锋，对行进途中遇到的敌方单位造成伤害并对他们晕眩。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/89001\/02.png",
    "description2" : "技能效果：造成120点物理伤害\r\n晕眩敌方单位1.25秒\r\n冷却时间：10秒\r\n魔法消耗：80\r\n施法距离：900",
    "name" : "势如破竹"
  },
  {
    "code" : 100200,
    "description1" : "张飞挥舞丈八蛇矛，威风凛凛，对指定方向的扇形区域造成物理伤害，并附加基于张飞最大生命值8%的额外伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/89001\/01.png",
    "description2" : "物理伤害：50\r\n冷却时间：8秒\r\n扇形半径：800\r\n魔法消耗：70",
    "name" : "丈八蛇矛"
  },
  {
    "code" : 100300,
    "description1" : "张飞长啸一声，气势如虹，激活该技能后，张飞在该技能时间内受到的伤害都转化为他的生命值。只要技能不在冷却时间内，当张飞的生命值过低时会自动触发。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/89001\/04.png",
    "description2" : "持续2.5秒\r\n冷却时间：60秒\r\n技能魔法消耗：100\r\n触发生命值：300\r\n增加生命：100",
    "name" : "锐不可当"
  },
  {
    "code" : 100400,
    "description1" : "张飞越战越勇，每受到一次伤害提升自身的攻击速度及移动速度。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/89001\/03.png",
    "description2" : "每次移动速度上升3%\r\n攻击速度上升4点\r\n最多叠加5次，持续3秒\r\n冷却时间：1秒。\r\n增加攻击：10",
    "name" : "怒吼长坂"
  },
  {
    "code" : 110100,
    "description1" : "聂小倩向指定方向释放恐惧阴魂，对碰到恐惧阴魂的敌方单位造成法术伤害，并对敌方英雄附加混乱效果1秒",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/95001\/02.png",
    "description2" : "技能效果：180点法术伤害\r\n施法距离：1500\r\n冷却时间：12秒\r\n魔法消耗：120",
    "name" : "恐惧阴魂"
  },
  {
    "code" : 110200,
    "description1" : "聂小倩操纵魂魄，对指定目标造成法术伤害。8秒内连续使用将增加法术伤害，也会增加法力消耗，最高可叠加3层。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/95001\/01.png",
    "description2" : "技能效果：100点法术伤害\r\n施法距离：1000\r\n冷却时间：3秒\r\n魔法消耗：50\r\n最高消耗：150",
    "name" : "离魂"
  },
  {
    "code" : 110300,
    "description1" : "幽幽魂魄入梦来，每级被动增加小倩的魔法值，激活该技能后，对聂小倩的伤害将有一部分被转化为消耗其法力值，每点伤害消耗1.5点魔法值，并将其最大魔法值转化为法术强度，魔法值低于20%时魔法盾效果失效。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/95001\/04.png",
    "description2" : "最大魔法值8%转化为法伤\r\n30%伤害转化为消耗法力值\r\n每级增加300点魔法值\r\n增加法强：10",
    "name" : "倩女幽魂"
  },
  {
    "code" : 110400,
    "description1" : "聂小倩主动开启技能后使用“离魂”“恐惧阴魂”将造成额外伤害并扣除目标魔法值，冷却时间15秒。\r\n被动：聂小倩的普通攻击会回复自身魔法值",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/95001\/03.png",
    "description2" : "额外法术伤害：40\r\n减少目标魔法：40\r\n主动持续时间：8秒\r\n普通攻击回复自身10点魔法值",
    "name" : "摄魂之法"
  },
  {
    "code" : 120100,
    "description1" : "弓如满月，后羿朝选定方向短暂蓄力后射出一支远距离穿云箭。第一个目标单位造成满额伤害，对后续目标伤害衰减20%，最低造成60%伤害并减速30%持续3秒。蓄力期间无法进行任何操作。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/79001\/02.png",
    "description2" : "最大伤害：240\r\n冷却时间：8秒\r\n施法范围：1800\r\n魔法消耗：100",
    "name" : "穿云箭"
  },
  {
    "code" : 120200,
    "description1" : "后羿迈开大步，向指定方向移动一定距离，并移除自身的减速效果。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/79001\/01.png",
    "description2" : "魔法消耗：65\r\n冷却时间：9秒\r\n移动距离：600\r\n增加攻击：11",
    "name" : "逐阳"
  },
  {
    "code" : 120300,
    "description1" : "后羿弯弓向天，射落9个太阳坠向目标单位，太阳坠地后造成伤害，第一次伤害为满额，后续受到伤害减半，英雄单位最多承受3次伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/79001\/03.png",
    "description2" : "每下240点物理伤害\r\n冷却时间：60秒\r\n魔法消耗：100",
    "name" : "骄阳陨落"
  },
  {
    "code" : 120400,
    "description1" : "后羿在5次普通攻击后将射日的信念注入弓箭，箭矢攻击速度加快，并变成火箭附带额外伤害攻击目标单位。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/79001\/04.png",
    "description2" : "每下攻击附带30点法术伤害\r\n攻击速度上升15点，持续时间4秒",
    "name" : "燎火之箭"
  },
  {
    "code" : 130100,
    "description1" : "哪吒脚踏火轮，瞬息千里，向指定方向冲锋，对沿途单位造成物理伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/68001\/02.png",
    "description2" : "造成100的物理伤害\r\n魔法消耗：50\r\n冷却时间：8秒\r\n冲锋距离：650",
    "name" : "风火神行"
  },
  {
    "code" : 130200,
    "description1" : "哪吒投掷昆仑至宝乾坤圈，排山倒海般的巨力使乾坤圈可以弹射5次，对敌方目标造成伤害，减速30%持续2秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/68001\/01.png",
    "description2" : "造成120的物理伤害\r\n魔法消耗：70\r\n冷却时间：11秒\r\n施法距离：850",
    "name" : "乾坤一掷"
  },
  {
    "code" : 130300,
    "description1" : "哪吒当年击败龙太子所用招数，高高跃起，朝指定区域发起重踏，对范围内敌方目标造成伤害并击飞，昂扬的战意使自己3秒内受到伤害减少30%，普通攻击附加额外伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/68001\/03.png",
    "description2" : "造成125的物理伤害\r\n普通攻击额外伤害：40\r\n冷却时间：24秒\r\n魔法消耗：100\r\n施法距离：900\r\n作用范围：400",
    "name" : "踏海擒龙"
  },
  {
    "code" : 130400,
    "description1" : "火尖枪反哺主人，哪吒每次释放技能后，神枪都会聚集元气，",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/68001\/04.png",
    "description2" : "造成50的物理伤害\r\n生命回复：30",
    "name" : "神枪聚元"
  },
  {
    "code" : 140100,
    "description1" : "吕布向前挥戟，冲向敌人并使其受到伤害。可在接下来的3秒内再次使用此技能，最多可连续使用3次。技能终结时将眩晕目标1.75秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/39001\/02.png",
    "description2" : "冲刺距离：500\r\n造成伤害：75\r\n魔法消耗：25\r\n冷却时间：10秒",
    "name" : "温侯连环戟"
  },
  {
    "code" : 140200,
    "description1" : "吕布施展十方横扫，使半径500码内的所有敌人受到伤害，并降低敌方单位的移动速度持续3秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/39001\/01.png",
    "description2" : "造成伤害：170\r\n魔法消耗：80\r\n冷却时间：8秒\r\n降低敌方单位的移动速度15%",
    "name" : "十方横扫"
  },
  {
    "code" : 140300,
    "description1" : "吕布以凌厉招式破敌，对目标造成大量的物理伤害。使用此招时，吕布与目标间的力量点数差将转化为额外的伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/39001\/03.png",
    "description2" : "基础伤害：250\r\n造成力量差距伤害：4倍的伤害\r\n使用距离：500\r\n魔法消耗：50\r\n冷却时间：15秒",
    "name" : "无双击破"
  },
  {
    "code" : 140400,
    "description1" : "吕布刚愎残暴，每次攻击都会附加撕裂效果，造成对手最大生命值百分比的伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/39001\/04.png",
    "description2" : "造成最大生命值：3%的伤害（对非英雄单位最高造成100伤害）\r\n增加攻击：11",
    "name" : "刚愎"
  },
  {
    "code" : 150100,
    "description1" : "地狱火古老的招式之一。会对指定方向矩形范围内的所有敌人造成伤害并使其移动速度降低3秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/56001\/02.png",
    "description2" : "物理伤害：150\r\n降低移动速度：25%\r\n冷却时间：7秒\r\n施法距离：1000\r\n魔法消耗：80",
    "name" : "地狱之拳"
  },
  {
    "code" : 150200,
    "description1" : "地狱火尝试跃起，化为天崩火陨砸向目标区域，处于伤害范围内的所有敌人将被晕眩0.75秒，地狱火将用0.75秒的时间把自己重新组合起来。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/56001\/01.png",
    "description2" : "法术伤害：造成180点\r\n魔法消耗：100\r\n冷却时间：10秒\r\n施法距离：1000\r\n作用范围：450",
    "name" : "天崩之摧"
  },
  {
    "code" : 150300,
    "description1" : "地狱火通过邪能契约，短时间内每秒回复6%最大生命，并增加自身25%移动速度，并使虚空灾火作用范围增大。\r\n被动：契约额外提升地狱火的抗性。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/56001\/03.png",
    "description2" : "持续时间：4秒\r\n冷却时间：30秒\r\n被动增加防御：25\r\n被动增加法抗：9\r\n魔法消耗：100\r\n增加生命：100",
    "name" : "邪能契约"
  },
  {
    "code" : 150400,
    "description1" : "虚空灾火环绕着你，使周围敌人受到魔法灼伤，你的最大生命值越高，伤害越高。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/56001\/04.png",
    "description2" : "每秒造成30点法术伤害\r\n增加伤害",
    "name" : "虚空灾火"
  },
  {
    "code" : 160100,
    "description1" : "掷出天命轮攻击敌人，伤害会随着碰撞逐渐衰减。涅槃真体形态下天命轮会变成焚天业火。焚天业火伤害半径变大，无法飞回。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/30001\/02.png",
    "description2" : "技能效果：对第一个目标造成120点法术伤害，对后面目标伤害衰减，最低造成的伤害。\r\n距离：1200\r\n冷却时间：6秒\r\n魔法消耗：80",
    "name" : "轮回尖刃"
  },
  {
    "code" : 160200,
    "description1" : "主动使用提高内自身护甲和魔法抗性，被动大幅度提高你的生命恢复速度。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/30001\/01.png",
    "description2" : "主动效果：护甲增加24，魔法抗性增加5，持续秒。\r\n被动：生命恢复速度每秒上升4\r\n冷却时间：10秒\r\n魔法消耗：50\r\n增加生命：100",
    "name" : "阳炎胄"
  },
  {
    "code" : 160300,
    "description1" : "主动：激活可进化为金乌形态，临时提高攻击力，攻击变为远程攻击，并每秒扣除35点生命值，再次激活可以变回人形态\r\n被动：涅槃真体形态下金乌会灼伤周围的单位。该伤害不会触发业火。\r\n被动：死亡时会变成卵形态，卵拥有金乌50%的血量，持续期间若卵未被击破，则以50%的生命复活。该效果80秒发动一次。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/30001\/03.png",
    "description2" : "技能效果：化身为金乌形态，扣除生命值点每秒\r\n金乌形态移动速度增加10%\r\n增加40点攻击力\r\n灼烧伤害：20点每秒\r\n灼烧范围：800\r\n冷却时间：2\r\n增加攻击：8",
    "name" : "涅槃真体"
  },
  {
    "code" : 160400,
    "description1" : "吸收业火的能量，使你的普通攻击和技能攻击附带燃烧效果，当敌方目标身上的燃烧效果叠加到4层时会造成减速效果，同时爆发出全部伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/70001\/01.png",
    "description2" : "每层灼烧效果持续掉血7。持续5秒，每次叠加后刷新4层爆发伤害为150",
    "name" : "业火"
  },
  {
    "code" : 170100,
    "description1" : "尝尝狼王沃夫的利爪吧！对小范围内的敌方单位造成物理伤害并减速30持续1.5秒，若该范围内只有一个敌方单位，则将造成更多物理伤害，并附加晕眩效果。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/107001\/02.png",
    "description2" : "物理伤害：160\r\n单目标物理伤害1.5倍\r\n施法半径：400\r\n魔法消耗：40\r\n冷却时间：6秒",
    "name" : "疾掠之爪"
  },
  {
    "code" : 170200,
    "description1" : "狼王沃夫对敌方单位发起一次冲锋，将造成大量的物理伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/107001\/01.png",
    "description2" : "技能效果：造成最大170点物理伤害\r\n魔法消耗：50\r\n冷却时间：8秒\r\n冲锋距离：1000",
    "name" : "百战獠牙"
  },
  {
    "code" : 170300,
    "description1" : "狼王沃夫以狼化状态奔跑15秒。使用技能和普通攻击将打断该状态，使得该技能进入冷却状态。每次升级技能狼化突袭者技能时，沃夫可选择获得额外效果加强自身：暴虐、匿影、血礼。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/107001\/03.png",
    "description2" : "匿影：狼化状态下获得5秒的隐身效果\r\n暴虐：打断狼化状态的首次普通攻击或者技能将附加150（+150%基础攻击力）物理伤害，并提高30%移动速度持续2秒。\r\n血礼：狼化状态下每秒额外恢复3%点生命，并增加100%魔法恢复速度，打断该状态的首次普通攻击将获得自身25%血量。\r\n提高移动速度30%\r\n冷却时间：10秒\r\n魔法消耗：50\r\n增加攻击：7",
    "name" : "狼化突袭者"
  },
  {
    "code" : 170400,
    "description1" : "增加已身的攻击速度，并提高其攻击力。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/107001\/04.png",
    "description2" : "攻击速度：25\r\n增加攻击：20\r\n增加攻击：7",
    "name" : "嗜血之心"
  },
  {
    "code" : 180100,
    "description1" : "势不可挡的凌空一击，可对指定区域内的所有敌方单位造成大量伤害。此技能还可帮助关羽快速脱离被困境地。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/34001\/01.png",
    "description2" : "物理伤害：造成110附加当前攻击力50%的物理伤害\r\n冷却时间：8秒\r\n魔法消耗：70\r\n作用距离：500\r\n施法距离：900",
    "name" : "拖刀斩"
  },
  {
    "code" : 180200,
    "description1" : "关羽开始快速移动，化为两个分身，合力对敌方目标进行强力一击，使其陷入短暂的定身状态。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/34001\/02.png",
    "description2" : "物理伤害：造成120附加当前攻击力60%的物理伤害\r\n定身持续：1.2秒。\r\n冷却时间：10秒\r\n魔法消耗：80\r\n施法距离：800",
    "name" : "分身斩"
  },
  {
    "code" : 180300,
    "description1" : "关羽的战意化为烈焰青龙持续3秒，呼啸着席卷一切，可对敌方单位造成毁灭性打击。技能使用过程中，免疫法术伤害和控制效果。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/34001\/03.png",
    "description2" : "每0.5秒造成60点附加当前攻击力50%的物理伤害。\r\n冷却时间：54秒\r\n魔法消耗：150\r\n作用范围：400",
    "name" : "偃月斩"
  },
  {
    "code" : 180400,
    "description1" : "关羽运用熟练的刀法能够看穿敌人的招式进行闪避，并且每次使用技能后下一次普通攻击必定暴击。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/34001\/04.png",
    "description2" : "技能效果：拥有7%的闪避效果\r\n冷却时间：10秒\r\n增加生命：200",
    "name" : "春秋刀法"
  },
  {
    "code" : 190100,
    "description1" : "提高暗月猎手自身的攻击速度和移动速度，持续4秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/8001\/02.png",
    "description2" : "移动加速：20%\r\n攻击加速：30\r\n冷却时间：12秒\r\n魔法消耗：70\r\n增加攻击：7",
    "name" : "追袭"
  },
  {
    "code" : 190200,
    "description1" : "向前方锥形范围射出6支箭，对范围内的敌人造成法术伤害，并触发寒冰效果。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/8001\/01.png",
    "description2" : "技能效果：造成170点法术伤害，并触发寒冰效果\r\n冷却时间：9秒\r\n魔法消耗：70点\r\n作用范围：1200",
    "name" : "箭岚"
  },
  {
    "code" : 190300,
    "description1" : "以可怕的精确度向一个地点射出一箭，箭矢带有视野，对触及的第一个敌方英雄造成法术伤害与晕眩，并对该单位500范围内的敌人造成一半的伤害，晕眩时间随箭矢的飞行距离而上升，每飞行750提升0.5秒的晕眩时间，距离全地图，最多晕眩3.5秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/8001\/03.png",
    "description2" : "技能效果：造成250点的法术伤害\r\n魔法消耗：150点\r\n冷却缩短：60秒\r\n施法距离：全地图",
    "name" : "射月"
  },
  {
    "code" : 190400,
    "description1" : "暗月猎手的每次普通攻击都会附带寒冰效果，降低目标的移动速度和攻击速度，持续1.2秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/8001\/04.png",
    "description2" : "减缓敌人12%的移动速度\r\n减缓敌人15点攻击速度\r\n增加攻击：7",
    "name" : "寒冰"
  },
  {
    "code" : 200100,
    "description1" : "巫女朝指定方向投掷鬼面，命中目标或飞行到最大距离时，展开一个颤栗结界，对命中的敌人造成晕眩，对范围内敌人造成持续法术伤害并减速。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/17001\/02.png",
    "description2" : "每次造成法术伤害：40\r\n冷却时间：11秒\r\n晕眩时间：1.25秒\r\n魔法消耗：100\r\n施法距离：1100",
    "name" : "颤栗结界"
  },
  {
    "code" : 200200,
    "description1" : "在指定区域召唤象征灾难的黑暗陨石，0.5秒后对指定区域的单位造成伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/17001\/01.png",
    "description2" : "技能效果：0.5秒后，黑暗物质将从天而降，对目标区域的单位造成120点法术伤害。\r\n冷却时间：4秒\r\n魔法消耗：80\r\n作用范围：325\r\n施法范围：1100",
    "name" : "灾暗陨石"
  },
  {
    "code" : 200300,
    "description1" : "般若控诉命运不公的强力一锥，对指定敌方英雄进行锁定，短暂蓄力后对指定目标释放暗锥，对其造成法术伤害并附加目标单位已损生命值30%的额外伤害，暗锥可以被其他英雄阻拦。\r\n如果命运暗锥直接击杀敌方英雄，将返还该技能85%的冷却时间。暗锥飞行过程中触碰非英雄单位，将会造成法术伤害并晕眩0.1秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/17001\/03.png",
    "description2" : "技能效果：引爆目标英雄，造成250点基础法术伤害。\r\n冷却时间：35秒\r\n魔法消耗：200\r\n施法距离：1200",
    "name" : "命运暗锥"
  },
  {
    "code" : 200400,
    "description1" : "巫女使用技能命中敌方单位时，将附加额外的灼烧伤害，持续3秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/17001\/04.png",
    "description2" : "技能效果：每秒造成目标当前生命值2.5%的法术伤害\r\n增加法强：12",
    "name" : "祭旗"
  },
  {
    "code" : 210100,
    "description1" : "被动：李元霸的双锤可以提升自己的攻击力。\r\n主动：李元霸将手中的双锤之一朝对手掷出，造成物理伤害并使其减速。3秒后可以掷出另外一把锤子。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/67001\/02.png",
    "description2" : "增加12点攻击\r\n锤子造成：120点伤害\r\n冷却时间：3秒\r\n锤子恢复时间每个3秒\r\n技能范围：800\r\n减速：30%\r\n魔法消耗：40",
    "name" : "瓮金双锤"
  },
  {
    "code" : 210200,
    "description1" : "李元霸将力量积于双锤之上，下一次普通攻击将使目标的护甲下降，持续5秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/67001\/01.png",
    "description2" : "降低目标防御：30，持续5秒\r\n冷却时间：5秒\r\n魔法消耗：50\r\n增加攻击：8",
    "name" : "裂甲重击"
  },
  {
    "code" : 210300,
    "description1" : "主动：李元霸散发出压倒性的气势，在5秒内免疫法术伤害和控制效果，并获得20%的移动速度加成。\r\n被动：李元霸有如杀神附体，每3秒将有一次普通攻击造成额外的物理伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/67001\/03.png",
    "description2" : "被动：3秒后的下一次普攻附带100的物理伤害。\r\n冷却时间60秒\r\n魔法消耗：100",
    "name" : "霸绝天下"
  },
  {
    "code" : 210400,
    "description1" : "伤痛能激发李元霸的斗志，失去的生命值越多，获得的攻击力、物理和法术抗性也越多。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/67001\/04.png",
    "description2" : "每损失5血量获得一次状态提升，默认获得一层\r\n每层增加6点攻击\r\n每层增加2点护甲\r\n每层增加2点法术抗性\r\n增加攻击：8",
    "name" : "不屈意志"
  },
  {
    "code" : 220100,
    "description1" : "幻卡魔女向指定方向掷出一张魔卡，对碰撞到的敌方单位造成法术伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/106001\/01.png",
    "description2" : "技能效果：造成120点法术伤害\r\n作用范围：1350\r\n冷却时间：4秒\r\n魔法消耗：60",
    "name" : "魔卡出击"
  },
  {
    "code" : 220200,
    "description1" : "幻卡魔女向指定方向掷出一张魔卡，对穿过的敌方单位造成晕眩和法术伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/106001\/04.png",
    "description2" : "造成法术伤害：140\r\n作用范围：1350\r\n晕眩时间：0.5秒\r\n冷却时间：10秒\r\n魔法消耗：80",
    "name" : "眩晕魔卡"
  },
  {
    "code" : 220300,
    "description1" : "尝尝魔卡重击吧！幻卡魔女使向指定方向掷出3张散开的魔卡，对碰撞到的敌方单位造成法术伤害，如果敌人被多张卡牌同时命中，额外的卡牌只会造成30%的伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/106001\/03.png",
    "description2" : "技能效果：275点法术伤害\r\n冷却时间：20秒\r\n魔法消耗：150\r\n作用范围：1350",
    "name" : "三重卡组"
  },
  {
    "code" : 220400,
    "description1" : "速度决定胜负，幻卡魔女每次使用技能命中敌方单位时都会提高自身的移动速度和法术强度，持续6秒，最多叠加5层。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/106001\/02.png",
    "description2" : "每层增加法术强度：6\r\n每层增加移动速度：2%\r\n增加法强：10",
    "name" : "极速冲击"
  },
  {
    "code" : 230100,
    "description1" : "说明：向指定方向冲刺并临时提高3秒内下一次普通攻击的伤害。\r\n强化后：可使你在冲刺完结时获得1秒的隐形效果。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/49001\/02.png",
    "description2" : "提高75点物理伤害\r\n魔法消耗：45\r\n冷却时间：8秒\r\n作用范围：550",
    "name" : "狩猎冲刺"
  },
  {
    "code" : 230200,
    "description1" : "说明：向指定目标发射冲力极强的弩箭，造成伤害的同时可击退对方500距离。\r\n强化后：可连续使用2次，第1次造成伤害时会使目标定身1秒，第2次造成一半伤害并击退目标。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/49001\/01.png",
    "description2" : "造成：150点物理伤害\r\n魔法消耗：70\r\n冷却时间：10秒\r\n作用范围：900",
    "name" : "镇魂弩"
  },
  {
    "code" : 230300,
    "description1" : "镇魂弩：可连续使用2次，第1次造成伤害时会使目标定身1秒，3秒内进行第2次造成伤害时会击退目标。\r\n狩猎冲刺：可使你在冲刺完结时获得1秒的隐形效果。\r\n血肉诅咒：将具有穿透效果，无视装甲及抗性减免。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/49001\/03.png",
    "description2" : "升级镇魂弩，可获得定身效果；升级狩猎冲刺，可获得隐身效果；升级血肉诅咒，可获得穿透效果。\r\n增加攻击：6",
    "name" : "神圣强化"
  },
  {
    "code" : 230400,
    "description1" : "说明：每次普通攻击会赋以目标1个持续5秒诅咒标记，标记效果将于下一次普通攻击时触发。触发时敌人将受到额外伤害。标记可叠加3层。\r\n强化后：将具有穿透效果，无视装甲及抗性减免。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/49001\/04.png",
    "description2" : "每层标记叠加12点伤害",
    "name" : "血肉诅咒"
  },
  {
    "code" : 240100,
    "description1" : "向指定方向发出极寒的冰浪，碰到冰浪的单位将受到伤害并因冻僵而减速2秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/51001\/01.png",
    "description2" : "造成伤害：140\r\n减速：35%\r\n飞行距离：1500\r\n飞行速度：2200\r\n冷却时间：11秒\r\n魔法消耗：90",
    "name" : "冰浪冲击"
  },
  {
    "code" : 240200,
    "description1" : "波塞冬化身大海之魂，免疫所有攻击和法术，同时对周围一定范围内敌方单位造成伤害，持续2秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/51001\/02.png",
    "description2" : "每秒造成伤害：50\r\n冷却时间：15秒\r\n魔法消耗：90",
    "name" : "海魂圣体"
  },
  {
    "code" : 240300,
    "description1" : "向指定方向投掷三叉戟，伤害处于其飞行轨道上的敌人并将敌人钉在三叉戟的落脚处。三叉戟落地时将引发地底的千浪巨流，使附近目标陷入眩晕2秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/51001\/03.png",
    "description2" : "三叉戟造成伤害：100\r\n水流造成伤害：250\r\n魔法消耗：200\r\n飞行距离：1100\r\n飞行速度：1500\r\n冷却时间：50秒",
    "name" : "千浪排戟"
  },
  {
    "code" : 240400,
    "description1" : "被动：攻击时附带法术伤害，被你攻击的单位身边将出现持续2秒的海神领域，波塞冬处于该区域时活力充沛，会提高自身法术伤害和35%的移动速度，对处于海神领域范围内的敌人造成伤害时提升伤害，该效果每4秒能被触发一次。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/51001\/04.png",
    "description2" : "攻击时附带120点法术伤害\r\n提高法术强度：60\r\n冷却时间：4秒",
    "name" : "海神的活力"
  },
  {
    "code" : 250100,
    "description1" : "向指定方向喷射出一条血河，血河存在6秒。敌方单位在血河上会受到法术伤害并减速，德古拉站在血河之上会加快生命恢复速度并产生加速效果，走出血河之后，效果持续1秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/97001\/02.png",
    "description2" : "每秒造成法术伤害：70点\r\n每秒恢复生命：5点\r\n降低敌方单位移动速度：25%\r\n增加自身移动速度：25%\r\n施法距离：1200\r\n魔法消耗：150\r\n冷却时间：13秒",
    "name" : "血蚀之河"
  },
  {
    "code" : 250200,
    "description1" : "德古拉对一个单位造成法术伤害并恢复造成伤害50%的生命值。（最大吸血量300）",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/97001\/01.png",
    "description2" : "造成法术伤害：180点\r\n施法距离：800\r\n魔法消耗：75\r\n冷却时间：7秒",
    "name" : "嗜血"
  },
  {
    "code" : 250300,
    "description1" : "用鲜血平复德古拉的怒意吧！德古拉对一定范围内的敌方单位立即造成法术伤害，同时恢复德古拉造成伤害50%的生命值（吸血效果对非英雄单位减半），随后造成持续法术伤害5秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/97001\/03.png",
    "description2" : "立即造成法术伤害：250点\r\n每秒造成法术伤害：40点\r\n作用范围：800\r\n魔法消耗：150\r\n冷却时间：45",
    "name" : "血祭启示录"
  },
  {
    "code" : 250400,
    "description1" : "德古拉每杀死一个敌方单位则增加自身最大生命值10点，并使嗜血技能可以过量治疗，溢出的治疗将转化为抵挡伤害的血盾，血盾上限300，持续10秒",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/97001\/04.png",
    "description2" : "增加最大生命值上限：100点\r\n增加生命：100",
    "name" : "血虐暴风"
  },
  {
    "code" : 260100,
    "description1" : "绯雨剑星强力斩击地面，击起一片碎石以攻击敌方，对碰撞到的敌方单位造成物理伤害，并附加致盲效果，持续0.75秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/101001\/01.png",
    "description2" : "造成物理伤害：180点\r\n施法距离：1200\r\n魔法消耗：60\r\n冷却时间：8秒",
    "name" : "裂地斩"
  },
  {
    "code" : 260200,
    "description1" : "绯雨剑星纵身一跃，对指定区域的所有敌方单位造成物理伤害并附加减速效果3秒。剑星击杀英雄或获得助攻时，将重置此技能冷却时间。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/101001\/02.png",
    "description2" : "造成物理伤害：180点\r\n施法距离：850\r\n作用范围：400\r\n魔法消耗：65\r\n冷却时间：12秒\r\n减少移动速度：20%",
    "name" : "飞天斩"
  },
  {
    "code" : 260300,
    "description1" : "领会剑术的最高奥义吧！绯雨剑星对指定范围使用奥义·烈斩，对该范围内的敌方英雄造成9次真实伤害，范围内每个敌方英雄最多受到5次奥义·烈斩的伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/101001\/03.png",
    "description2" : "每次造成真实伤害：80点\r\n施法距离：800\r\n魔法消耗：120\r\n冷却时间：50秒\r\n作用范围：500",
    "name" : "奥义·烈斩"
  },
  {
    "code" : 260400,
    "description1" : "绯雨剑星激活拔刀术状态，该状态下的下一次普通攻击或者技能攻击能够造成额外物理伤害。同时在状态持续时间内每秒降低其他技能的冷却时间1秒。拔刀术状态持续4秒。（该状态只触发一次，触发后状态消失）",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/101001\/04.png",
    "description2" : "造成额外物理伤害：120点\r\n冷却时间：8秒\r\n魔法消耗：30",
    "name" : "拔刀术"
  },
  {
    "code" : 270100,
    "description1" : "埃及艳后对指定方向施以流沙之爪，对沿途碰撞到的敌方单位造成法术伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/94001\/01.png",
    "description2" : "造成法术伤害：140点\r\n施法距离：1200\r\n魔法消耗：60\r\n冷却时间：5秒",
    "name" : "流沙之爪"
  },
  {
    "code" : 270200,
    "description1" : "埃及艳后以自身位置为中心对范围内的敌方单位造成法术伤害，并附加定身效果。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/94001\/02.png",
    "description2" : "造成法术伤害：150点\r\n魔法消耗：90\r\n作用范围：600\r\n定身时间：1.25秒\r\n冷却时间：10秒",
    "name" : "暗涌流沙"
  },
  {
    "code" : 270300,
    "description1" : "埃及艳后对指定方向施以飞行距离更远的狂沙之爪，对沿途碰撞到的敌方单位造成法术伤害。再次激活该技能可使埃及艳后瞬移至狂沙之爪当前所在位置。每使用一次流沙之爪技能，可减少狂沙之爪的冷却时间4秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/94001\/03.png",
    "description2" : "造成法术伤害：350点\r\n施法距离：1600\r\n魔法消耗：150\r\n冷却时间：30秒",
    "name" : "狂沙之爪"
  },
  {
    "code" : 270400,
    "description1" : "埃及艳后法术命中敌方英雄后附带银沙之力效果持续8秒，8秒内埃及艳后的技能对附有银沙之力的单位造成法术伤害时，会回复一定伤害比例的生命值，并造成额外的法术伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/94001\/04.png",
    "description2" : "造成额外法术伤害：50点\r\n吸收生命值比例：20%",
    "name" : "银沙之力"
  },
  {
    "code" : 280100,
    "description1" : "红炎双刃快速冲向敌方目标，以双刃对其造成普通攻击附加额外物理伤害(对小兵伤害翻倍)。若目标死于该技能，则返还该技能70%的魔法消耗，并重置该技能冷却时间，红炎双刃击杀敌方英雄时将重置该技能冷却时间",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/27001\/01.png",
    "description2" : "额外物理伤害：100点\r\n施法距离：800\r\n魔法消耗：100\r\n冷却时间：9秒",
    "name" : "利刃冲击"
  },
  {
    "code" : 280200,
    "description1" : "以自己的血液为代价，红炎双刃在自己的武器上附加烈焰，对目标造成真实伤害并减少移动速度。若目标的生命百分比高于红炎双刃，则对其造成晕眩效果，持续时间与减速效果相同。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/27001\/02.png",
    "description2" : "真实伤害：200点\r\n施法距离：500\r\n生命消耗：100点\r\n冷却时间：8秒\r\n持续时间晕眩时间：1.25秒\r\n减速效果：60%",
    "name" : "火焰之刃"
  },
  {
    "code" : 280300,
    "description1" : "红炎双刃召唤一朵烈焰红莲，红莲会每秒喷射一道火焰随机攻击范围内的敌方单位，并为红炎双刃恢复该技能所造成伤害等量的生命值。（伤害优先英雄单位）",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/27001\/03.png",
    "description2" : "造成法术伤害：100点\r\n作用范围：800\r\n魔法消耗：150\r\n持续时间：6秒\r\n冷却时间：50秒",
    "name" : "红莲爆发"
  },
  {
    "code" : 280400,
    "description1" : "红炎双刃每损失400点生命值，便触发一次红炎守护，对周围单位造成法术伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/27001\/04.png",
    "description2" : "造成法术伤害：200点\r\n冷却时间：4秒\r\n作用范围：500",
    "name" : "红炎守护"
  },
  {
    "code" : 290100,
    "description1" : "阿波罗将燃烧的双刃投向指定方向，对碰撞到的敌方单位造成物理伤害。若目标为英雄单位，将成为火种携带者，持续5秒，阿波罗获得火种携带者的视野。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/85001\/01.png",
    "description2" : "造成物理伤害：170点\r\n施法距离：1200\r\n魔法消耗：50\r\n作用范围：300\r\n冷却时间：8秒",
    "name" : "斩火双刃"
  },
  {
    "code" : 290200,
    "description1" : "阿波罗以火焰为铠，可以抵御一定伤害，在炎铠存在期间内对周围的敌方单位造成法术伤害，炎铠最多存在6秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/85001\/02.png",
    "description2" : "抵御伤害：140点\r\n每秒造成法术伤害：50点\r\n作用范围：500\r\n魔法消耗：100\r\n冷却时间：10秒",
    "name" : "炎铠"
  },
  {
    "code" : 290300,
    "description1" : "阿波罗化身为太阳，朝指定方向发起冲锋，对沿途碰撞到的敌方单位造成物理伤害。如果碰撞到火种携带者，则清除目标单位的火种并重置该技能冷却时间。（冲撞过程中阿波罗处于无敌状态）",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/85001\/03.png",
    "description2" : "造成物理伤害：275点\r\n施法距离：1200\r\n魔法消耗：100\r\n冷却时间：12秒",
    "name" : "太阳之子"
  },
  {
    "code" : 290400,
    "description1" : "阿波罗每隔一段时间便将火焰覆以双刃，普通攻击造成额外物理伤害并晕眩1秒。该技能效果不受冷却缩减装备影响。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/85001\/04.png",
    "description2" : "额外物理伤害：150点\r\n冷却时间：6秒",
    "name" : "流火双刃"
  },
  {
    "code" : 300100,
    "description1" : "无情原无伤，无性亦无常。熊猫武僧以七伤拳攻敌，对路径命中第一个目标造成物理伤害和短暂晕眩，并使目标周围300范围内所有敌方单位受到50%的拳风伤害。七伤拳会对熊猫武僧造成反噬伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/46001\/01.png",
    "description2" : "物理伤害：220点\r\n附加目标最大生命值8%的额外物理伤害\r\n反噬伤害：110点\r\n作用范围：300\r\n施法距离：800\r\n冷却时间：6秒",
    "name" : "七伤拳"
  },
  {
    "code" : 300200,
    "description1" : "百忍成刚，禅宗的体术可以提高人体对伤痛的耐受力。激活时增加熊猫武僧的护甲并对周围敌方单位造成减速效果，持续5秒。期间每次熊猫武僧的普通攻击可以减少其他技能冷却时间1秒，每次受到其他单位的普通攻击伤害时减少1秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/46001\/02.png",
    "description2" : "增加护甲：48\r\n魔法消耗：100\r\n作用范围：500\r\n减少移动速度：25%\r\n冷却时间：10秒\r\n增加生命：100",
    "name" : "铁布衫"
  },
  {
    "code" : 300300,
    "description1" : "熊猫武僧施展至高武学醉八仙，以极快速度在敌人间移动，对他们造成致命的打击。该技能等级提高时，出拳的次数也会提高。附加熊猫武僧当前力量值的伤害，命中非英雄单位时将造成双倍伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/46001\/03.png",
    "description2" : "出拳次数：4次\r\n每次造成物理伤害：150-200之间\r\n魔法消耗：150\r\n施法距离：800\r\n冷却时间：50秒\r\n增加攻击：6",
    "name" : "醉八仙"
  },
  {
    "code" : 300400,
    "description1" : "熊猫武僧秘制的药酒，可以帮助自己激发身体内潜在的恢复能力，当熊猫武僧的生命值低于30%时将在6秒内恢复最大生命值30%的生命值。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/46001\/04.png",
    "description2" : "永久增加力量：6点\r\n冷却时间：35秒\r\n持续时间：6秒\r\n增加攻击：7",
    "name" : "秘制药酒"
  },
  {
    "code" : 310100,
    "description1" : "电光侠瞬间将速度提升至最高，持续3秒，持续时间内对碰撞的敌方单位造成物理伤害，期间免疫控制和减速效果，普通攻击将结束该状态。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/88001\/01.png",
    "description2" : "碰撞物理伤害：120\r\n冷却时间：8秒\r\n魔法消耗：55",
    "name" : "光速驰骋"
  },
  {
    "code" : 310200,
    "description1" : "以极速提高电光侠的爆发力，电光侠朝指定方向冲锋击退碰撞到的敌人并造成伤害，被击退敌人如果在击退过程中触碰地形边缘将会受到额外伤害并晕眩1秒。在光速驰骋状态下使用技能，将提升技能碰撞范围与击退距离。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/88001\/02.png",
    "description2" : "造成物理伤害：100\r\n额外物理伤害：50\r\n冷却时间：11秒\r\n魔法消耗：60\r\n冲锋距离：650",
    "name" : "极速突袭"
  },
  {
    "code" : 310300,
    "description1" : "电光侠化身电光刺破空间，释放瞬间定身周围敌方单位1秒并造成伤害，并在接下来5秒内将数次攻击的攻击速度提升至极限。释放技能还会减少光速驰骋冷却时间2秒；如在光速驰骋状态下释放，则刷新光速驰骋持续时间，额外伤害和定身效果只在电光侠光速驰骋的碰撞中造成。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/88001\/03.png",
    "description2" : "造成物理伤害：150点\r\n提升攻击次数：3次\r\n作用范围：600\r\n魔法消耗：100\r\n冷却时间：40秒",
    "name" : "电光幻影"
  },
  {
    "code" : 310400,
    "description1" : "电光侠以急速扭曲时之力，被动提升物理防御。光速驰骋状态下附加额外减伤效果。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/88001\/04.png",
    "description2" : "增加物理防御：16\r\n减少伤害：8%\r\n增加生命：200",
    "name" : "时空扭曲"
  },
  {
    "code" : 320100,
    "description1" : "精灵王子朝指定方向射出束缚之箭，对敌方单位造成伤害并定身1秒。若目标单位周围400范围内有其他敌方单位，则该敌方单位将受到波及，且两个单位的定身时间将增加。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/83001\/01.png",
    "description2" : "法术伤害：170点\r\n魔法消耗：100点\r\n施法距离：1500\r\n两个单位定身时间：1.3秒\r\n冷却时间：10秒",
    "name" : "束缚之箭"
  },
  {
    "code" : 320200,
    "description1" : "精灵王子在指定位置施放自己的幻影，该幻影具备一定攻击力，可攻击身边敌方单位。召唤出幻影6秒内再次激活该技能精灵王子将瞬间移动至1800距离内的幻影处，同时幻影消失。幻影存在时间6秒，受到伤害为350%。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/83001\/02.png",
    "description2" : "继承本体：25%攻击力\r\n魔法消耗：100\r\n施法距离：1000\r\n冷却时间：16秒\r\n增加生命：200",
    "name" : "幻影残像"
  },
  {
    "code" : 320300,
    "description1" : "精灵王子汲取自然能量，瞬间提升自己的攻击速度，攻击范围扩大至1500码，在此期间精灵王子无法移动，并且攻击力有所降低，再次点击可以取消该状态。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/83001\/03.png",
    "description2" : "提高攻速：60点\r\n每次普通攻击造成：60%的伤害\r\n魔法消耗：150\r\n冷却时间：60秒\r\n持续时间：8秒\r\n增加攻击：10",
    "name" : "极速之击"
  },
  {
    "code" : 320400,
    "description1" : "精灵王子被动获得额外伤害，对于被束缚之箭限制了行动的敌方单位，精灵王子绝不会手下留情，他对该目标单位有额外的攻击距离，并造成3倍额外物理伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/83001\/04.png",
    "description2" : "造成额外物理伤害：16\r\n射程：1350\r\n增加攻击：70",
    "name" : "束缚搏击"
  },
  {
    "code" : 330100,
    "description1" : "强烈的龙息可以对指定方向上矩形范围内的敌方单位造成伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/73001\/02.png",
    "description2" : "法术伤害：200点\r\n魔法消耗：100点\r\n施法距离：900\r\n作用范围：600\r\n冷却时间：9秒",
    "name" : "龙之吐息"
  },
  {
    "code" : 330200,
    "description1" : "龙骑士发出震慑人心的咆哮，使近距离的一个指定敌方单位眩晕并对其造成伤害，龙形态时可以眩晕800距离的敌方单位。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/73001\/01.png",
    "description2" : "对目标造成：220点物理伤害\r\n魔法消耗：100\r\n施法距离：300\r\n冷却时间：13秒\r\n晕眩时间：1.5秒",
    "name" : "龙之咆哮"
  },
  {
    "code" : 330300,
    "description1" : "龙骑士化身龙形态25秒，提高自身移动速度，攻击变成远程850，使普通攻击变成远程范围攻击，并带有相应的附加效果。\r\n火龙形态：普通攻击暴击率上升。\r\n冰龙形态：普通攻击附带减速效果3秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/73001\/04.png",
    "description2" : "攻击范围：400\r\n暴击增加：10%\r\n减速增加：30%\r\n移动速度增加：15%\r\n冷却时间：40秒\r\n魔法消耗：100\r\n持续时间：25秒\r\n增加攻击：10",
    "name" : "真龙形态"
  },
  {
    "code" : 330400,
    "description1" : "龙骑士可以唤醒体内不同的龙族血脉来更好地适应战场。\r\n火龙血脉：被动增加攻击力和魔法恢复速度。\r\n冰龙血脉：被动增加护甲和生命恢复速度。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/73001\/03.png",
    "description2" : "火龙形态：\r\n提高2点每秒的魔法恢复速度\r\n提高物理攻击力15点\r\n冰龙形态：\r\n提高5点每秒的生命恢复速度\r\n提高物理防御力24点\r\n冷却时间：4秒\r\n增加生命：100",
    "name" : "龙人血脉"
  },
  {
    "code" : 340100,
    "description1" : "八岐大蛇对指定方向化身为幻影进行冲锋，击晕第一个接触到敌方英雄5秒并停止冲锋并对路径上的敌方单位造成伤害，对其造成物理伤害和持续3秒的减速30%效果。当大蛇击杀英雄时，将重置该技能冷却时间，助攻可减少4秒该技能冷却时间。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/1001\/02.png",
    "description2" : "对目标造成：220点伤害\r\n魔法消耗：90点\r\n施法距离：1000\r\n冷却时间：10秒",
    "name" : "幻影斩"
  },
  {
    "code" : 340200,
    "description1" : "八岐大蛇制造一个能够抵挡敌方英雄普通攻击的力场，持续2.5秒，持续时间内对攻击八岐大蛇的目标进行反击，并对目标减速30%持续2秒，最多触发3次。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/1001\/01.png",
    "description2" : "物理伤害：75\r\n魔法消耗：50\r\n冷却时间：9秒",
    "name" : "以牙还牙"
  },
  {
    "code" : 340300,
    "description1" : "大蛇体内的上古血脉开始觉醒，觉醒期间攻击力大幅提升。在此期间每杀死一名敌方英雄，重置技能的持续时间。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/1001\/04.png",
    "description2" : "增加攻击力：100\r\n魔法消耗：100\r\n冷却时间：50秒\r\n持续时间：10秒\r\n增加攻击：10",
    "name" : "神之力量"
  },
  {
    "code" : 340400,
    "description1" : "八岐大蛇淬炼毒液永久提升攻击速度，每隔一段时间会淬炼毒液给武器涂上，提升下一次普通攻击的伤害，并且对自身周围的敌方单位造成同样的伤害，每击中一个敌方英雄都会回复自身一部分生命值",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/1001\/03.png",
    "description2" : "额外物理伤害：50\r\n回复生命：50\r\n增加攻击速度：15\r\n伤害范围：600\r\n冷却时间：4秒",
    "name" : "大蛇毒液"
  },
  {
    "code" : 350100,
    "description1" : "召唤一个神圣领域，对进入领域内的敌人造成减速效果，同时提升区域内圣光惩戒的伤害效果，效果持续4秒。提升友方英雄在神圣领域内的生命回复速度。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/9001\/01.png",
    "description2" : "目标减速：25%\r\n加成圣光惩戒：30\r\n提升友方英雄在神圣领域内的生命回复速度：\r\n12\r\n施法距离：1200\r\n作用范围：500\r\n魔法消耗：85\r\n冷却时间：10秒\r\n增加生命：40",
    "name" : "神圣领域"
  },
  {
    "code" : 350200,
    "description1" : "召唤5道圣光惩戒对指定区域内的敌人造成魔法伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/9001\/02.png",
    "description2" : "每秒造成魔法伤害：70\r\n施法距离：1000\r\n作用范围：450\r\n魔法消耗：100\r\n冷却时间：8秒",
    "name" : "圣光惩戒"
  },
  {
    "code" : 350300,
    "description1" : "从天国召来炽天使助战，炽天使降临时将对其600范围内造成伤害与1秒眩晕效果，炽天使跟随英雄移动，并攻击英雄攻击的单位，炽天使免疫法术伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/9001\/04.png",
    "description2" : "召唤时造成伤害：200\r\n炽天使的攻击有30%几率造成额外伤害：100\r\n并造成0.1眩晕（神圣领域内效果提升至0.5秒）\r\n炽天使生命：1500\r\n炽天使攻击：80\r\n护甲：50\r\n施法距离：1000\r\n魔法消耗：200\r\n冷却时间：55秒\r\n炽天使持续时间：15秒",
    "name" : "炽天使"
  },
  {
    "code" : 350400,
    "description1" : "提升1500范围内友军单位的护甲和生命回复速度，圣女贞德获得效果翻倍。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/9001\/03.png",
    "description2" : "生命回复每秒提升：3\r\n护甲提升：6\r\n作用范围：1500\r\n增加生命：40",
    "name" : "祝福光环"
  },
  {
    "code" : 360100,
    "description1" : "以火焰铸就箭矢，向指定位置释放后将对首先遇到的敌方单位造成伤害。箭矢爆裂后还将对敌方单位身边400范围内的目标造成伤害，击中带火焰锁定的目标，目标将晕眩1秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/80001\/01.png",
    "description2" : "对首先遇到的敌方单位造成魔法伤害：\r\n60点伤害\r\n爆裂后造成魔法伤害：\r\n100点伤害\r\n施法距离：1200\r\n魔法消耗：70\r\n冷却时间：6秒",
    "name" : "火之箭矢"
  },
  {
    "code" : 360200,
    "description1" : "释放满腔怒火，对指定区域0.5秒后造成伤害，并对区域内的单位施加减速30%，持续4秒，同时对英雄单位进行火焰锁定，持续6秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/80001\/02.png",
    "description2" : "造成魔法伤害：160\r\n施法距离：900\r\n作用范围：400\r\n魔法消耗：100\r\n冷却时间：10秒",
    "name" : "火焰锁定"
  },
  {
    "code" : 360300,
    "description1" : "炽焰火女在自身周围形成火海，进入怒焰火海的敌方单位会被减速20%，同时对该区域内的敌方单位每秒造成法术伤害。火焰之力为炽焰火女提升移动速度和生命恢复，火海状态持续5秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/80001\/03.png",
    "description2" : "每秒造成魔法伤害：60\r\n增加移动速度：60\r\n每秒回复生命：40\r\n持续时间：5秒\r\n作用范围：800\r\n魔法消耗：100\r\n冷却时间：40秒",
    "name" : "怒焰火海"
  },
  {
    "code" : 360400,
    "description1" : "轻松自如操纵火球是炽焰火女的拿手好戏，她召唤出3个火球环绕身旁，火球将自动攻击接近的目标单位，优先攻击被火焰锁定的目标单位。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/80001\/04.png",
    "description2" : "每颗火球造成魔法伤害：60\r\n作用范围：900\r\n魔法消耗：60\r\n冷却时间：5秒",
    "name" : "火球术"
  },
  {
    "code" : 370100,
    "description1" : "牛头人酋长令人无法拒绝的邀宴。向指定方向挥出巨斧，对一定范围内的敌人造成物理伤害，并把这些“宾客”拉到你身边，每拉到一个敌方英雄将提高自身一定的抗性,持续4秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/53001\/01.png",
    "description2" : "造成物理伤害：160\r\n增加护甲：10\r\n增加法术抗性：4\r\n施法距离：900\r\n作用范围：300\r\n冷却时间：9秒\r\n魔法消耗：100点",
    "name" : "死亡邀宴"
  },
  {
    "code" : 370200,
    "description1" : "牛头人酋长发出怒吼，对身边的敌人造成法术伤害后，并造成30%的减速效果，血量低于50%的敌方英雄陷入恐惧，无法接受任何行动指令。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/53001\/02.png",
    "description2" : "造成魔法伤害：170\r\n减速时间:2秒\r\n恐惧时间:1秒\r\n作用范围:500\r\n冷却时间:8秒\r\n魔法消耗:100",
    "name" : "恐怖怒吼"
  },
  {
    "code" : 370300,
    "description1" : "牛头人酋长跃向指定敌方英雄，对其造成大量物理伤害并增加自身25%移动速度，持续6秒。对生命值较低的敌方英雄使用，将使其直接死亡，若“狂野斩杀”击杀了目标，则回复自身一定生命值。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/53001\/03.png",
    "description2" : "造成物理伤害：300\r\n对生命值低于：450的敌方英雄使用将直接斩杀\r\n回复自身最大生命值20%的血量\r\n冷却时间：40秒\r\n施法距离：500\r\n魔法消耗：100",
    "name" : "狂野斩杀"
  },
  {
    "code" : 370400,
    "description1" : "牛头人酋长攻击时大力挥动他的巨斧，对附近敌人造成伤害的同时并降低其25%移动速度持续2秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/53001\/04.png",
    "description2" : "造成物理伤害：200\r\n冷却时间：6秒\r\n作用范围：400",
    "name" : "公正挥击"
  },
  {
    "code" : 380100,
    "description1" : "变化金箍棒后向前力劈，使处于该直线上的敌人受到伤害并1秒眩晕。距离棒头越近，则受到力劈的伤害越高，使用技能后提升自身25%移动速度，持续3秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/52001\/01.png",
    "description2" : "对目标造成最小物理伤害：150\r\n对目标造成最大物理伤害：300\r\n魔法消耗：70\r\n冷却时间：8秒\r\n施法距离：900",
    "name" : "如意金箍棒"
  },
  {
    "code" : 380200,
    "description1" : "孙悟空精通72变，以毫毛变出一个分身。分身后解除所有不良状态。继承本体被动技能，部分装备特效和增益效果，并且继承本体一定比例的攻击，受到250%的伤害，分身存在的时间为10秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/52001\/02.png",
    "description2" : "继承本体：50%攻击力\r\n魔法消耗：80\r\n冷却时间：16秒\r\n增加生命：150",
    "name" : "猴王分身"
  },
  {
    "code" : 380300,
    "description1" : "孙悟空乘筋斗云冲向远处的敌方单位，以迅雷不及掩耳之势攻击目标，给目标造成一定的物理伤害，并获得5秒视野，同时给周围的其他敌人造成伤害。在冲锋过程中再次点击技能可以终止技能。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/52001\/03.png",
    "description2" : "对冲击目标造成物理伤害：150\r\n对范围内目标造成物理伤害：200\r\n魔法消耗：100\r\n冷却时间：50秒\r\n施法距离：6000\r\n作用范围：500",
    "name" : "筋斗云"
  },
  {
    "code" : 380400,
    "description1" : "孙悟空有识破敌方弱点的能力。每次普通攻击都将降低目标的防御和法术抗性。该效果最多可叠加5次，持续5秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/52001\/04.png",
    "description2" : "每层降低物理防御：8\r\n每层降低法术抗性：1\r\n增加生命：150",
    "name" : "火眼金睛"
  },
  {
    "code" : 390100,
    "description1" : "向敌方目标发射一枚朋克飞弹，造成一定的物理伤害。朋克飞弹可连续发射，被持续轰击的目标将受到额外伤害并降低30%移动速度2秒。被轰击状态持续时间8秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/59001\/01.png",
    "description2" : "对目标造成：80点的物理伤害\r\n额外造成20点伤害\r\n冷却时间：4秒\r\n施法距离：900\r\n魔法消耗：20",
    "name" : "朋克飞弹"
  },
  {
    "code" : 390200,
    "description1" : "向指定方向发射油彩加农炮，命中敌人时会使其受到法术伤害并陷入眩晕1秒。发射油彩加农炮会产生剧烈的后座力，让英雄退后500的距离。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/59001\/02.png",
    "description2" : "对目标造成：140点的法术伤害\r\n魔法消耗：100\r\n施法距离：1350\r\n冷却时间：10秒\r\n晕眩时间：1秒",
    "name" : "油彩加农炮"
  },
  {
    "code" : 390300,
    "description1" : "如莫西干般特立独行的滑翔，使达芬奇移动速度上升，并临时获得额外350的视野和提高350的射程，并提高朋克飞弹的射程350。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/59001\/03.png",
    "description2" : "移动速度上升：15%\r\n持续时间：5秒\r\n魔法消耗：100\r\n冷却时间：60秒\r\n增加攻击：10",
    "name" : "莫西干滑翔"
  },
  {
    "code" : 390400,
    "description1" : "达芬奇进行浮夸的射击表演，使自己的下一次普通射击能够额外攻击（普通射击50%物理伤害）敌方目标一次，冷却时间不受减CD影响。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/59001\/04.png",
    "description2" : "冷却时间：6秒\r\n增加攻击：10",
    "name" : "浮夸射击"
  },
  {
    "code" : 400100,
    "description1" : "主动使用：对敌人进行突然打击，造成伤害并降低其移动速度。\r\n被动：普通攻击附加月蚀效果，每次攻击击中目标都会燃烧目标魔法值，并造成燃烧魔法值等量的伤害",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/20001\/01.png",
    "description2" : "被动：每次攻击燃烧目标30点的魔法值\r\n主动：对目标造成180点法术伤害\r\n降低移速：25%，持续3秒\r\n魔法消耗：80点\r\n施法距离：900\r\n冷却时间：8秒",
    "name" : "月蚀颂念"
  },
  {
    "code" : 400200,
    "description1" : "闪现到指定地点，沉默半径300内的敌方单位。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/20001\/02.png",
    "description2" : "造成法术伤害：80\r\n闪现距离：750\r\n沉默时间：1.25秒\r\n作用范围：300\r\n魔法消耗：50\r\n冷却时间：9秒",
    "name" : "沉默魅影"
  },
  {
    "code" : 400300,
    "description1" : "暗精灵在黑夜中狩猎，对选定的目标造成眩晕和法术伤害，并附加敌方英雄当前损失魔法值一定比例的伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/20001\/03.png",
    "description2" : "对目标造成伤害：250+目标确实的魔法值*0.4\r\n眩晕时间：1秒\r\n施法距离：500\r\n魔法消耗：80\r\n冷却时间：8秒",
    "name" : "黑暗捕猎"
  },
  {
    "code" : 400400,
    "description1" : "永久增加攻击力和法术抗性，每攻击3次后自动获得一个护盾，冷却时间10秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/20001\/04.png",
    "description2" : "被动永久增加：18点攻击,10点魔法抗性\r\n护盾效果：150\r\n护盾持续时间：8秒\r\n冷却时间：10秒\r\n增加攻击：10",
    "name" : "月魂沙漏"
  },
  {
    "code" : 410100,
    "description1" : "启动风暴中心的能量，短时间内提高35%移动速度并立即获得一次普通攻击的机会，并使该次普通攻击附加魔法风暴伤害，最高持续6秒，在状态结束后技能才会重新进入冷却。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/55001\/02.png",
    "description2" : "附加法术伤害：120\r\n魔法消耗：40\r\n冷却时间：5秒",
    "name" : "风暴重装"
  },
  {
    "code" : 410200,
    "description1" : "朝指定方向投掷雷霆之锤，击晕范围内目标1秒并造成法术伤害。雷霆之锤落地后5秒内若为山丘之王拾起，可降低该技能冷却时间3秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/55001\/01.png",
    "description2" : "造成法术伤害：120\r\n施法距离：800\r\n作用范围：275\r\n魔法消耗：70\r\n冷却时间：10秒",
    "name" : "雷霆之锤"
  },
  {
    "code" : 410300,
    "description1" : "山丘之王激活内心能量，使全身环绕泰坦雷霆。泰坦雷霆会对来自外部的所有伤害进行反击，每秒最多使敌人受到三次反击伤害，并追加审判减速效果。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/55001\/04.png",
    "description2" : "每次反弹造成：30法术伤害\r\n降低移动速度：20%，持续3秒\r\n作用范围：1200\r\n持续时间：8秒\r\n魔法消耗：100\r\n冷却时间：40秒",
    "name" : "泰坦反击"
  },
  {
    "code" : 410400,
    "description1" : "山丘之王每次受到物理攻击时会产生怒气，而他所用的盾牌可以吸收这种怒气，并将之转化为防御力，最高可以产生6层防御效果，持续5秒。防御效果叠加到4层时将在6秒内每秒回复已损生命值3%，并减少受到的法术伤害，冷却时间12秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/55001\/03.png",
    "description2" : "每级叠加：4\r\n减少受到的法术伤害：12%\r\n增加生命：100",
    "name" : "盾怒强化"
  },
  {
    "code" : 420100,
    "description1" : "奥丁如雷霆般朝指定方向冲锋，对沿途所有敌方单位造成物理伤害，碰撞到第一个英雄时停止冲锋，并将获得{1}秒的临时攻击速度和移动速度加成。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/69001\/03.png",
    "description2" : "造成物理伤害：60\r\n提高攻击速度：30\r\n提高移动速度：90点\r\n冷却时间：10秒\r\n魔法消耗：80\r\n施法距离：1000\r\n作用范围：300",
    "name" : "雷霆冲击"
  },
  {
    "code" : 420200,
    "description1" : "奥丁对前方800范围内的敌方单位造成物理伤害，并给自己增加防御5秒，命中目标越多，奥丁获得的物理与法术抗性就越高。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/69001\/02.png",
    "description2" : "造成物理伤害：70\r\n每个目标获得法术抗性：4\r\n每个目标获得物理防御：8\r\n冷却时间：8秒\r\n魔法消耗：60\r\n作用范围：550",
    "name" : "烈焰之盾"
  },
  {
    "code" : 420300,
    "description1" : "奥丁召唤神王之剑冲击大地，对指定目标造成大量伤害。并根据目标受到的伤害对周围范围内的敌人造成伤害，目标血量越低，造成的范围伤害就越高。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/69001\/04.png",
    "description2" : "造成目标基础物理伤害：200\r\n目标每失去3点生命值对半径350内的敌方造成1点伤害（最大1500点伤害）\r\n冷却时间：45秒\r\n魔法消耗：100\r\n施法距离：600\r\n作用范围：350",
    "name" : "神王之剑"
  },
  {
    "code" : 420400,
    "description1" : "奥丁将寒冰之力注入剑中，每2次普通攻击后，第3次普攻造成额外物理伤害并使目标冰封1秒，并回复自身生命值，对同一个目标6秒内不会重复触发冰封效果，对小兵野怪回复效果减半。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/69001\/01.png",
    "description2" : "攻击附加物理伤害：50\r\n回复血量：40\r\n冰封时间：1秒",
    "name" : "寒冰之刺"
  },
  {
    "code" : 430100,
    "description1" : "福娃向指定地点丢出裂风爆竹，爆竹将造成小范围内法术伤害，并爆裂成3个小号爆竹，在一定范围内随机散落，造成法术伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/98001\/01.png",
    "description2" : "造成法术伤害：150\r\n二段法术伤害：80\r\n施法距离：1200\r\n魔法消耗：45\r\n冷却时间：5秒\r\n一段伤害范围：300\r\n二段伤害范围：150",
    "name" : "裂风爆竹"
  },
  {
    "code" : 430200,
    "description1" : "福娃向指定位置丢出定时爆竹，当5秒内或再次使用该技能时将引爆爆竹，炸飞爆炸范围内的敌方单位，且造成法术伤害并在敌方单位落地后晕眩1秒。若爆炸时福娃也处在该区域，则同样被炸飞，但不受到伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/98001\/02.png",
    "description2" : "造成法术伤害：180\r\n施法距离：1100\r\n魔法消耗：100\r\n冷却时间：12秒\r\n爆炸半径：350\r\n炸飞敌人距离：300\r\n炸飞自己距离：800",
    "name" : "定时爆竹"
  },
  {
    "code" : 430300,
    "description1" : "福娃就地摆放大型烟花8秒，喷射的烟火将每0.75秒对其周围随机区域造成伤害，该烟花对技能免疫，烟花可以承受数次攻击。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/98001\/03.png",
    "description2" : "造成法术伤害：125\r\n施法距离：1000\r\n冷却时间：55秒\r\n魔法消耗：120\r\n喷发半径：500\r\n爆炸半径：300\r\n受击次数：6",
    "name" : "火树银花"
  },
  {
    "code" : 430400,
    "description1" : "福娃决定让敌方尝点苦头，福娃的技能会附带额外法术伤害，并对敌方英雄将产生持续2秒的减速效果。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/98001\/04.png",
    "description2" : "造成法术伤害：20\r\n降低移动速度：15%\r\n增加法强：10",
    "name" : "诱敌制胜"
  },
  {
    "code" : 440100,
    "description1" : "周瑜以诡奇兵法召唤一团火球，该火球将缓慢向前滚动，被火球接触的敌方单位将持续受到伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/70001\/01.png",
    "description2" : "每秒造成伤害：280\r\n冷却时间：8秒\r\n施法距离：2000\r\n作用范围：400\r\n魔法消耗：80",
    "name" : "业火"
  },
  {
    "code" : 440200,
    "description1" : "对指定范围内的敌方英雄进行驱逐，受到驱逐效果的敌方英雄移动速度大幅下降50%且无法使用普通攻击，受到物理伤害减少33%，被魔法攻击时受到伤害将上升33%。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/70001\/02.png",
    "description2" : "效果持续：1.5秒\r\n冷却时间：10秒\r\n施法距离：1000\r\n作用范围：350\r\n魔法消耗：120\r\n增加法强：10",
    "name" : "驱逐"
  },
  {
    "code" : 440300,
    "description1" : "火攻为上计！周瑜对目标区域射出火箭，形成一道持续5秒的火焰之墙，火墙范围内的敌人将受到伤害并附加减速效果。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/70001\/04.png",
    "description2" : "每秒造成伤害：150\r\n造成减速：40%，持续3秒\r\n施法距离：1650\r\n作用范围：550\r\n魔法消耗：150\r\n冷却时间：55秒",
    "name" : "赤壁炎焰"
  },
  {
    "code" : 440400,
    "description1" : "周瑜催动该技能，消耗一定魔法值使普通攻击附加额外的法术伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/70001\/03.png",
    "description2" : "额外法术伤害：50\r\n魔法消耗：25",
    "name" : "化魔"
  },
  {
    "code" : 450100,
    "description1" : "小乔弹奏一曲仙荷甘霖，为自身和周围9000范围内最多2个友方英雄迅速治愈伤口，同时大幅提高自己下一次普通攻击的伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/65001\/01.png",
    "description2" : "攻击附加伤害：120\r\n恢复血量：60\r\n作用范围：900\r\n冷却时间：8秒\r\n魔法消耗：80",
    "name" : "仙荷甘霖"
  },
  {
    "code" : 450200,
    "description1" : "小乔弹奏一曲真雀灵舞，对周围900半径内的5个随机敌人造成伤害，同时给自己和周围900范围内最多2个友方英雄加上急速之力，提高80点移动速度，并使自己下次普通攻击附带减速效果，效果持续3秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/65001\/02.png",
    "description2" : "造成法术伤害：100\r\n降低移动速度：30%\r\n作用范围：900\r\n冷却时间：8秒\r\n魔法消耗：120",
    "name" : "真雀灵舞"
  },
  {
    "code" : 450300,
    "description1" : "小乔奏出一曲凤求凰，弹奏的2.5秒过程中小乔无法移动，但自身拥有无敌的躯体。周围敌人的移动速度会减少35%，当弹奏结束时，将对还在范围内的所有敌人造成伤害并晕眩1秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/65001\/03.png",
    "description2" : "造成法术伤害：300\r\n冷却时间：60秒\r\n作用范围：1000\r\n魔法消耗：200",
    "name" : "凤求凰"
  },
  {
    "code" : 450400,
    "description1" : "小乔弹奏一曲迷魂仙乐，混乱指定的敌方英雄并对其造成伤害，混乱效果持续1秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/65001\/04.png",
    "description2" : "造成法术伤害：140\r\n施法距离：900\r\n冷却时间：8秒\r\n魔法消耗：100",
    "name" : "迷魂仙乐"
  },
  {
    "code" : 460100,
    "description1" : "向指定区域投掷一颗树苗，对所有碰撞单位造成法术伤害，树苗会追踪靠近敌人，自我引爆，对敌人造成法术伤害，树苗最久存在30秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/22001\/04.png",
    "description2" : "树苗碰撞伤害：100\r\n树苗爆炸伤害：75\r\n冷却时间：8秒\r\n施法距离：1200\r\n作用范围：350\r\n魔法消耗：100",
    "name" : "树苗投掷"
  },
  {
    "code" : 460200,
    "description1" : "迅速到达敌人身边，利用扭曲之力减少自身受到伤害持续3秒并晕眩目标且对其造成法术伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/22001\/02.png",
    "description2" : "造成法术伤害：150\r\n减免自身受到伤害：24%\r\n冷却时间：10秒\r\n施法距离：1000\r\n晕眩时间：1.25秒\r\n魔法消耗：90",
    "name" : "扭曲突刺"
  },
  {
    "code" : 460300,
    "description1" : "利用朱砂壶创造一个自然涡流，自然涡流终止时将对涡流内的敌方英雄单位造成法术伤害，可通过再次点击该技能来提前引发自然涡流，伤害上限最多蓄力3秒，蓄力满后可延迟2秒触发。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/22001\/03.png",
    "description2" : "基础伤害：240\r\n最大造成法术伤害：480\r\n每秒增加：80\r\n作用范围：800\r\n魔法消耗：150\r\n冷却时间：48秒",
    "name" : "自然涡流"
  },
  {
    "code" : 460400,
    "description1" : "树精长老以丛林奥义之力催发根须缠绕，对自身周围550范围内敌方单位造成法术伤害和1秒定身效果。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/22001\/01.png",
    "description2" : "造成法术伤害：140\r\n冷却时间：8秒\r\n作用范围：550\r\n魔法消耗：90",
    "name" : "奥义缠绕"
  },
  {
    "code" : 470100,
    "description1" : "远距离朝指定方向丢出一根矛，对命中的敌方单位造成物理伤害并对命中的敌方英雄进行标记，标记持续4秒，被标记目标周围2500范围内女武神提升15%移动速度，命中时战矛飞行的距离越远，技能造成伤害越高。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/82001\/01.png",
    "description2" : "造成最小物理伤害：70\r\n造成最大物理伤害：175\r\n魔法消耗：60\r\n施法距离：2000\r\n冷却时间：6秒",
    "name" : "战矛之掷"
  },
  {
    "code" : 470200,
    "description1" : "女武神为自己提升移动速度，并且使【战矛之掷】获得穿透效果，穿透直线上多个敌方目标并造成伤害，每穿透一个目标减少15%的伤害，最低造成40%伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/82001\/02.png",
    "description2" : "增加移动速度：80\r\n魔法消耗：90\r\n冷却时间：14秒\r\n增加攻击：10",
    "name" : "摧毁之矛"
  },
  {
    "code" : 470300,
    "description1" : "女武神向目标单位发起突击，将其击飞，造成伤害并使目标减速60%，持续3秒，在此减速状态下，受到战矛之掷，无视距离必定造成最大伤害。之后，女武神向其反方向弹开。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/82001\/03.png",
    "description2" : "造成物理伤害：200\r\n魔法消耗：100\r\n施法距离：900\r\n冷却时间：25秒",
    "name" : "突击"
  },
  {
    "code" : 470400,
    "description1" : "女武神扫视全场，对目标单位造成额外伤害。若目标被【战矛之掷】所标记则被动效果提升3倍。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/82001\/04.png",
    "description2" : "普通攻击和战矛之掷造成目标当前血量法术伤害：2.1%\r\n增加伤害：10",
    "name" : "困兽之境"
  },
  {
    "code" : 480100,
    "description1" : "战神使用神力对身前范围内的敌方单位造成伤害并减速25%持续2秒，每击中1名敌方英雄单位，将为战神增加一定的护盾值，持续6秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/122001\/02.png",
    "description2" : "造成物理伤害：80\r\n击中每个英雄增加护盾值：80\r\n施法距离：950\r\n冷却时间：10秒\r\n魔法消耗：110",
    "name" : "神之护力"
  },
  {
    "code" : 480200,
    "description1" : "神斧以开天之势为战神之后的三次普通攻击附加额外伤害且为群体效果，触发第一段普攻时会朝选定目标方向发起冲锋，强化效果持续6秒，在强化效果结束后技能才会重新进入冷却。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/122001\/01.png",
    "description2" : "增加物理伤害：30\r\n作用范围：350\r\n冲锋距离：650\r\n冷却时间：4秒\r\n魔法消耗：50",
    "name" : "战力神斧"
  },
  {
    "code" : 480300,
    "description1" : "堂堂正正的对决吧！战神朝指定的一名敌方英雄发起冲锋进行战斗，一定时间内双方将均处于被嘲讽状态，决斗状态战神将获得额外生命偷取和攻击加成。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/122001\/04.png",
    "description2" : "决斗时间：2.5秒\r\n攻击加成：40\r\n生命偷取：30\r\n施法距离：800\r\n魔法消耗：70\r\n冷却时间：70秒\r\n增加攻击：30",
    "name" : "神之裁决"
  },
  {
    "code" : 480400,
    "description1" : "被动：战神每次攻击敌方单位时都会获得攻击速度与移动速度提升，累计达到3层时，攻击速度提升加倍，持续5秒，开启神之裁决时直接获得满层效果。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/122001\/03.png",
    "description2" : "被动增加攻击速度：6点\r\n被动增加移动速度：8%\r\n增加攻击：20",
    "name" : "神风战靴"
  },
  {
    "code" : 490100,
    "description1" : "向前方弹出禁锢音符，晕眩击中的英雄单位，并造成法术伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/18001\/02.png",
    "description2" : "对目标造成法术伤害：160\r\n晕眩时间：1.2秒\r\n施法距离：1200\r\n魔法消耗：70\r\n冷却时间：10秒",
    "name" : "冬墓挽歌"
  },
  {
    "code" : 490200,
    "description1" : "朝指定方向投掷一枚毁灭音符，对命中的第一个目标造成法术伤害，降低其25%移动速度并附着在目标身上，2.5秒后音符爆炸，对范围内敌人造成法术伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/18001\/01.png",
    "description2" : "对目标造成法术伤害：50\r\n对范围内敌人造成伤害：100\r\n施法距离：1200\r\n作用范围：600\r\n魔法消耗：70\r\n冷却时间：5秒",
    "name" : "毁灭舞曲"
  },
  {
    "code" : 490300,
    "description1" : "潘多拉对正前方打开魔盒，使正前方敌方单位无法操控自己1秒，并对所有敌方单位造成法术伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/18001\/03.png",
    "description2" : "对范围内造成法术伤害：375\r\n作用范围：1200\r\n魔法消耗：150\r\n冷却时间：30秒",
    "name" : "潘多拉魔盒"
  },
  {
    "code" : 490400,
    "description1" : "提升范围内所有友方英雄的魔法回复速度与法术抗性。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/18001\/04.png",
    "description2" : "魔法回复速度每秒提升：3\r\n提升法术抗性：4\r\n增加生命：40",
    "name" : "春神礼赞"
  },
  {
    "code" : 500100,
    "description1" : "西门飞雪提剑而起，朝指定方向突进，骤如闪电，落英纷散，对沿途目标造成伤害。释放技能后5秒内可再次突进，若两次突进都命中敌方单位，达成人剑合一，将在4秒内提升自身攻击速度。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/71001\/01.png",
    "description2" : "突进造成60的物理伤害\r\n提升攻击速度15\r\n冷却时间：7秒\r\n魔法消耗：75\r\n冲锋距离：600",
    "name" : "落花吹雪"
  },
  {
    "code" : 500200,
    "description1" : "西门飞雪运气如风，剑气凛冽，朝指定方向刺出，剑气所穿袭的敌人将受到物理伤害并附带1秒的70%减速效果。当追魂剑叠加至4层时，剑气更显森寒，减速效果转化为晕眩，持续1秒。剑气命中敌人后会在3秒内提升西门飞雪的移动速度。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/71001\/02.png",
    "description2" : "造成120的物理伤害\r\n提升移动速度6%\r\n冷却时间：10秒\r\n魔法消耗：60\r\n作用距离：850",
    "name" : "追风剑"
  },
  {
    "code" : 500300,
    "description1" : "西门飞雪施展毕生绝学，剑招连绵不断，挥剑跃向指定区域，对区域内的敌方英雄挑起在短时间内造成4次普通攻击伤害。西门飞雪挑起目标时无法被攻击。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/71001\/04.png",
    "description2" : "造成普通攻击力60%的物理伤害\r\n魔法消耗：100\r\n施法距离：750\r\n作用半径：300\r\n冷却时间：30秒\r\n增加攻击：20",
    "name" : "天外飞仙"
  },
  {
    "code" : 500400,
    "description1" : "追魂夺命的一剑，每次普攻或技能伤害将敌方单位身上刻下一枚剑痕，当剑痕存在时会使敌方单位承受额外伤害，剑痕最高达到4层。当剑痕达到4层时，将额外对目标造成一次已损生命值12%的法术伤害，剑痕状态持续5秒。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/71001\/03.png",
    "description2" : "每层印记使目标受到来自西门飞雪的攻击时伤害递增：18\r\n增加攻击：20",
    "name" : "追魂剑"
  },
  {
    "code" : 510100,
    "description1" : "向指定地点抛射血腥的锁链，将碰触到的第一个敌方单位拉扯至身边，造成法术伤害。\r\n被动：被拉回的目标在3秒内受到狂屠侵蚀和普通攻击时将遭受额外法术伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/2001\/1.png",
    "description2" : "造成法术伤害：200\r\n造成额外法术伤害：20\r\n冷却时间：14秒\r\n魔法消耗：110\r\n施法距离：1500",
    "name" : "血肉钩锁"
  },
  {
    "code" : 510200,
    "description1" : "狂屠释放同时对自身和敌军造成持续法术伤害的毒雾，敌方单位受侵蚀影响移动速度降低25%。\r\n被动：被侵蚀影响2秒以上的敌方单位还会受到50%额外伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/2001\/2.png",
    "description2" : "每0.5秒造成20的法术伤害\r\n冷却时间：1秒\r\n作用范围：450",
    "name" : "侵蚀"
  },
  {
    "code" : 510300,
    "description1" : "狂屠对敌人处以残酷的刑罚，压制（无视免疫状态）范围内敌方英雄，造成持续法术伤害。处刑期间狂屠通过吞噬血肉每0.5秒回复自身5%已损生命值。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/2001\/4.png",
    "description2" : "每0.5秒造成25附加0.5倍力量的法术伤害\r\n冷却时间：40秒\r\n作用范围距离：500\r\n持续时间：2.5秒\r\n魔法消耗：100",
    "name" : "处刑"
  },
  {
    "code" : 510400,
    "description1" : "狂屠可以吞噬他杀死的目标来增强自身，永久提升法术抗性，1800范围内每杀死一名英雄或750范围内有敌方英雄死亡，则永久增加力量。此外，750范围内死亡的敌方单位和野怪会为狂屠回复血量。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/2001\/3.png",
    "description2" : "增加法术抗性：9\r\n堆积力量：1力量\r\n死亡单位回复血量:\r\n小兵和野怪回复自身最大生命2%\r\n英雄回复自身最大生命10%\r\n增加生命：100",
    "name" : "吞噬"
  },
  {
    "code" : 520100,
    "description1" : "黑桃皇后迅速冲刺一段距离，并强化下一次普通攻击范围。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/4001\/01.png",
    "description2" : "冷却时间：7秒\r\n魔法消耗：50\r\n位移距离：450\r\n作用范围：1100\r\n增加攻击：10",
    "name" : "冲刺"
  },
  {
    "code" : 520200,
    "description1" : "黑桃皇后在指定区域制造一个持续3秒的霹雳焰火，降低区域内所有敌人的25%移动速度，并对其造成物理伤害，黑桃皇后普攻对霹雳焰火区域内的单位造成伤害时将附加目标最大生命值2%的额外伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/4001\/02.png",
    "description2" : "每0.5秒造成物理伤害：20\r\n冷却时间：9秒\r\n魔法消耗：80\r\n施法距离：1100\r\n作用半径：500",
    "name" : "霹雳焰火"
  },
  {
    "code" : 520300,
    "description1" : "黑桃皇后朝指定方向发射一枚超级爆弹，在碰撞到敌方英雄后爆炸，对目标造成伤害，附近敌人也会受到一半伤害；爆弹每18秒获得一颗，最多储存3颗（受冷却缩减影响）。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/4001\/03.png",
    "description2" : "造成伤害：175\r\n目标每2%已损生命值，会让爆弹的伤害提升3%\r\n冷却时间：2.5秒\r\n魔法消耗：100\r\n施法距离：5000",
    "name" : "黑桃爆弹"
  },
  {
    "code" : 520400,
    "description1" : "被动：普通攻击减少冲刺0.5秒冷却时间\r\n被动：使用冲刺后，5秒内下一次普通攻击附加额外伤害。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/4001\/04.png",
    "description2" : "额外伤害：50",
    "name" : "爆头"
  },
  {
    "code" : 530100,
    "description1" : "钟馗环绕自身挥舞朱砂判官笔，以墨濯洗周身之罪恶。墨意绽开，所触敌方目标将受到物理伤害,并减速20%，持续2秒。被外圈墨意命中的敌人会受到的额外真实伤害。\r\n被动：舞墨罚恶每击中一个敌方英雄会为自己提升伤害输出，持续5秒，最多叠加5层。外圈真时伤害不享受此加成。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/14001\/01.png",
    "description2" : "造成物理伤害：150\r\n额外伤害：100\r\n伤害输出提升：每层2%\r\n作用范围：650\r\n魔法消耗：60\r\n冷却时间：5秒",
    "name" : "舞墨罚恶"
  },
  {
    "code" : 530200,
    "description1" : "钟馗将灵力注入判官符咒之中，弹指一挥，符咒贴附敌身，并造成物理伤害。再次激活，钟馗将飞向目标，并使符咒幻为缚印，敌人将受到伤害并附带1秒定身。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/14001\/02.png",
    "description2" : "符咒造成：60点物理伤害\r\n飞向目标造成：120并附加目标已损生命值18%的物理伤害\r\n冷却时间：9秒\r\n魔法消耗：50\r\n施法距离：1200",
    "name" : "咒缚术"
  },
  {
    "code" : 530300,
    "description1" : "钟馗使用朱砂判官笔的神力洞悉天下善恶，在所有敌方英雄脚下施布阴阳阵法，阵法在1.2后发动，使范围内敌人受到法术伤害并获得敌方英雄视野5秒，隐身英雄也难逃判官神力，期间钟馗自身加持阴阳之力，移速得到提升。\r\n被动：周围1200范围内有敌方英雄提升移动速度提升10%（无需视野）。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/14001\/03.png",
    "description2" : "造成法术伤害：250\r\n增加移动速度：25%\r\n冷却时间：70\r\n魔法消耗：150",
    "name" : "阴阳判"
  },
  {
    "code" : 530400,
    "description1" : "钟馗凝聚阴间死气，每损失一定生命值将提升1%免伤效果。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/14001\/04.png",
    "description2" : "每损失6%最大生命值\r\n增加生命：100",
    "name" : "阴间之力"
  },
  {
    "code" : 540100,
    "description1" : "李小龙向前方轰出一拳，拳风呼啸，对身前范围内目标造成物理伤害，命中目标后获得护盾并在接下来5秒内可以释放更强一拳，造成范围伤害和击飞效果。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/149001\/01.png",
    "description2" : "对身前范围内目标造成120物理伤害\r\n获得护盾160\r\n冷却时间：5秒\r\n魔法消耗：50",
    "name" : "啸风拳"
  },
  {
    "code" : 540200,
    "description1" : "李小龙快速向后闪避，并使下一次普通攻击变为向前轰击的拳风。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/149001\/02.png",
    "description2" : "额外伤害：100\r\n位移距离：600\r\n冷却时间：7秒\r\n魔法消耗：50",
    "name" : "闪避冲拳"
  },
  {
    "code" : 540300,
    "description1" : "李小龙化身为龙，向指定方向踢出强力一脚，对范围内敌方单位造成物理伤害和击退效果，同时对被击退单位撞到的敌方单位造成伤害并击飞。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/149001\/03.png",
    "description2" : "造成225点物理伤害\r\n冷却时间：30秒\r\n魔法消耗：100",
    "name" : "龙影强踢"
  },
  {
    "code" : 540400,
    "description1" : "李小龙步法灵动，每次使用技能结束后，可以进行一小段突进。每次普攻会增加自身攻速，最多叠加5层。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/149001\/04.png",
    "description2" : "每次普攻增加攻速：6\r\n突进距离：600\r\n增加攻击：10",
    "name" : "瞬影步"
  },
  {
    "code" : 550100,
    "description1" : "玉兔朝指定区域投掷一个玉兔爆竹，爆炸后可使敌人受到伤害并减速2秒（处于中心区域的目标将受到晕眩1秒）。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/45001\/01.png",
    "description2" : "造成物理伤害：120\r\n造成减速：20%\r\n冷却时间：10秒\r\n施法距离：1100\r\n魔法消耗：60",
    "name" : "玉兔爆竹"
  },
  {
    "code" : 550200,
    "description1" : "灵兔迅捷，令人防不胜防，主动朝指定区域跳跃，提升自身攻击速度和移动速度，跳跃时落点有单位（不区分己方和敌方，落点包括大招埋藏的爆竹也能触发）玉兔将朝摇杆指定方向额外进行一次跳跃。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/45001\/02.png",
    "description2" : "提升攻击速度：35\r\n提升移动速度：20%\r\n冷却时间：11秒\r\n持续时间：3秒\r\n魔法消耗：80\r\n增加攻击：10",
    "name" : "灵兔迅捷"
  },
  {
    "code" : 550300,
    "description1" : "爱捉弄人的玉兔，将此整蛊妙计称为玉兔迎春。在指定区域埋下一个巨大的玉兔爆竹（最多可储存3个），使经过触发的敌人减速35%，暴露其中敌人视野，短暂延时后爆炸造成伤害并减速35%，持续1.5秒，未触发陷阱落地2秒后隐形。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/45001\/03.png",
    "description2" : "造成物理伤害：225\r\n准备时间：12秒\r\n冷却时间：2秒\r\n魔法消耗：70\r\n施法距离：800",
    "name" : "玉兔迎春"
  },
  {
    "code" : 550400,
    "description1" : "玉兔每进行4次攻击后，第5次攻击会掷出一只幸运兔子，造成一定几率的数倍伤害，攻击处于玉兔爆竹和玉兔迎春减速状态的目标每次攻击叠加2次被动。",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/45001\/04.png",
    "description2" : "造成：1.15-1.55倍\r\n增加攻击：10",
    "name" : "幸运兔子"
  }
]
