export var pvpskills = [
  {
    "skill_CD" : "9",
    "expend_MP" : "50",
    "distance" : null,
    "tip" : "物理伤害:75\/100\/125\/150",
    "code" : 10010,
    "description" : "八岐大蛇制造一个能够抵挡敌方英雄普通攻击的力场,持续2.5秒,持续时间内对攻击八岐大蛇的目标进行反击,并对目标减速30%持续2秒,最多触发3次。",
    "name" : "以牙还牙",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/1001\/01.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "90",
    "distance" : 1000,
    "tip" : "对目标造成:220\/260\/300\/340点伤害",
    "code" : 10011,
    "description" : "八岐大蛇对指定方向化身为幻影进行冲锋,击晕第一个接触到敌方英雄0.5秒并停止冲锋,对其造成物理伤害和持续3秒的减速30%效果。当大蛇击杀英雄时,将重置该技能冷却时间,助攻可减少4秒该技能冷却时间。",
    "name" : "幻影斩",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/1001\/02.png"
  },
  {
    "skill_CD" : "4",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "额外物理伤害:50\/80\/110\/130\r\n回复生命:50\/80\/110\/130\r\n增加攻击速度:15\/20\/25\/30\r\n伤害范围:600",
    "code" : 10012,
    "description" : "八岐大蛇淬炼毒液永久提升攻击速度,每隔一段时间会淬炼毒液给武器涂上,提升下一次普通攻击的伤害,并且对自身周围的敌方单位造成同样的伤害,每击中一个敌方英雄都会回复自身一部分生命值(该技能不受减CD装备影响),冷却时间4秒。",
    "name" : "大蛇毒液(被动)",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/1001\/03.png"
  },
  {
    "skill_CD" : "50\/45\/40",
    "expend_MP" : "100\/150\/200",
    "distance" : null,
    "tip" : "增加攻击力 :100\/140\/180",
    "code" : 10013,
    "description" : "大蛇体内的上古血脉开始觉醒,觉醒期间攻击力大幅提升。在此期间每杀死一名敌方英雄,重置技能的持续时间。",
    "name" : "神之力量",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/1001\/04.png"
  },
  {
    "skill_CD" : "14\/13\/12\/11",
    "expend_MP" : "110\/120\/130\/140",
    "distance" : 1500,
    "tip" : "造成法术伤害:200\/275\/350\/425\r\n额外法术伤害:20\/30\/40\/50\r\n作用范围:300",
    "code" : 20010,
    "description" : "向指定地点抛射血腥的锁链,将碰触到的第一个单位拉扯至身边,造成法术伤害。被动:被拉回的目标在3秒内受到狂屠侵蚀和普通攻击时将遭受额外法术伤害。",
    "name" : "血肉钩锁",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/2001\/1.png"
  },
  {
    "skill_CD" : "1",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "每0.5秒造成20\/30\/40\/50的法术伤害\r\n作用范围:450",
    "code" : 20011,
    "description" : "狂屠释放同时对自身和敌军造成持续法术伤害的毒雾,敌方单位受侵蚀影响移动速度降低25%。被侵蚀影响2秒以上的敌方单位还会受到50%额外伤害。",
    "name" : "侵蚀",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/2001\/2.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "增加法术抗性:9\/12\/15\/18\r\n吞噬力量:+1\/+1\/+2\/+2力量\r\n死亡单位回复血量:小兵和野怪回复自身最大生命2%\r\n英雄回复自身最大生命10%",
    "code" : 20012,
    "description" : "狂屠可以吞噬他杀死的目标来增强自身,永久提升法术抗性,1800范围内每杀死一名英雄或750范围内有敌方英雄死亡,则永久增加力量。此外,750范围内死亡的敌方单位和野怪会为狂屠回复血量。",
    "name" : "吞噬",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/2001\/3.png"
  },
  {
    "skill_CD" : "40\/35\/30",
    "expend_MP" : "100\/140\/180",
    "distance" : null,
    "tip" : "每0.5秒造成【0.5倍力量+25\/50\/75】的法术伤害\r\n作用范围:500,持续时间:2.5秒",
    "code" : 20013,
    "description" : "狂屠对敌人处以残酷的刑罚,压制(无视免疫状态)范围内敌方英雄,造成持续法术伤害。处刑期间狂屠通过吞噬血肉每0.5秒回复自身5%已损生命值。",
    "name" : "处刑",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/2001\/4.png"
  },
  {
    "skill_CD" : "7\/6\/5\/4",
    "expend_MP" : "50",
    "distance" : null,
    "tip" : "位移距离:500,作用范围:1100",
    "code" : 40010,
    "description" : "黑桃皇后迅速冲刺一段距离,并强化下一次普通攻击范围。",
    "name" : "冲刺",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/4001\/01.png"
  },
  {
    "skill_CD" : "9\/8\/7\/6",
    "expend_MP" : "80",
    "distance" : null,
    "tip" : "每0.75秒造成物理伤害:20\/35\/50\/65",
    "code" : 40011,
    "description" : "黑桃皇后在指定区域制造一个持续3秒的霹雳焰火,降低区域内所有敌人的25%移动速度,并对其造成物理伤害,黑桃皇后普攻对霹雳焰火区域内的单位造成伤害时将附加目标最大生命值2%的额外伤害。",
    "name" : "霹雳焰火",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/4001\/02.png"
  },
  {
    "skill_CD" : "2.5\/1.5\/0.5",
    "expend_MP" : "100",
    "distance" : 5000,
    "tip" : "造成伤害:175\/250\/325\r\n目标每2%已损生命值,会让爆弹的伤害提升3%",
    "code" : 40012,
    "description" : "黑桃皇后朝指定方向发射一枚超级爆弹,在碰撞到敌方英雄后爆炸,对目标造成伤害,附近敌人也会受到一半伤害；爆弹每18秒获得一颗,最多储存3颗(受冷却缩减影响)。",
    "name" : "黑桃爆弹",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/4001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "额外伤害:50\/70\/90\/110",
    "code" : 40013,
    "description" : "被动:普通攻击减少冲刺0.5秒冷却时间;使用冲刺后,5秒内下一次普通攻击附加额外伤害。",
    "name" : "爆头",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/4001\/04.png"
  },
  {
    "skill_CD" : "9\/8\/7\/6",
    "expend_MP" : "70\/85\/100\/115点",
    "distance" : null,
    "tip" : "技能效果:造成170\/215\/260\/305点法术伤害,并触发寒冰效果\r\n作用范围:1200",
    "code" : 80010,
    "description" : "向前方锥形范围射出6支箭,对范围内的敌人造成魔法伤害,并触发寒冰效果",
    "name" : "箭岚",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/8001\/01.png"
  },
  {
    "skill_CD" : "12\/11\/10\/9",
    "expend_MP" : "70",
    "distance" : null,
    "tip" : "增加移动速度:20%\r\n增加攻击速度:30\/40\/50\/60",
    "code" : 80011,
    "description" : "提高暗月猎手自身的攻击速度和移动速度,持续4秒。",
    "name" : "追袭",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/8001\/02.png"
  },
  {
    "skill_CD" : "60\/54\/48",
    "expend_MP" : "150",
    "distance" : null,
    "tip" : "技能效果:造成250\/375\/500点的法术伤害\r\n施法距离:全地图",
    "code" : 80012,
    "description" : "以可怕的精确度向一个地点射出一箭,箭矢带有视野,对触及的第一个敌方英雄造成魔法伤害和晕眩,且对该单位500范围内的敌人造成一半的伤害,晕眩时间随箭矢的飞行距离而上升,每飞行750提升0.5秒的晕眩时间,距离全地图,最多晕眩3.5秒,最低晕眩时间0.5秒。",
    "name" : "射月",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/8001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "减缓敌人12%\/16%\/20%\/24%的移动速度\r\n减缓敌人15%\/20%\/25%\/30%的攻击速度",
    "code" : 80013,
    "description" : "暗月猎手的每次普通攻击都会附带寒冰效果,降低目标的移动速度和攻击速度,持续1.2秒",
    "name" : "寒冰",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/8001\/04.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "85\/100\/115\/130",
    "distance" : 1200,
    "tip" : "目标减速:25%\/30%\/35%\/40%\r\n加成圣光惩戒:30\/40\/50\/60\r\n提升友方英雄在神圣领域内的生命回复速度:12\/20\/28\/36\r\n作用范围:500",
    "code" : 90010,
    "description" : "召唤一个神圣领域,对进入领域内的敌人造成减速效果,同时提升区域内圣光惩戒的伤害效果,效果持续5秒。提升友方英雄在神圣领域内的生命回复速度。",
    "name" : "神圣领域",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/9001\/01.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : "100\/110\/120\/130",
    "distance" : 1000,
    "tip" : "每秒造成法术伤害:70\/90\/110\/130\r\n作用范围:450",
    "code" : 90011,
    "description" : "召唤4道圣光惩戒对指定区域内的敌人造成法术伤害。",
    "name" : "圣光惩戒",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/9001\/02.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "生命回复每秒提升:3\/4\/5\/6\r\n护甲提升:6\/9\/12\/15\r\n作用范围:1500",
    "code" : 90012,
    "description" : "提升1500范围内友军单位的护甲和生命回复速度,圣女贞德获得效果翻倍。",
    "name" : "祝福光环(被动)",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/9001\/03.png"
  },
  {
    "skill_CD" : "55",
    "expend_MP" : null,
    "distance" : 1000,
    "tip" : "召唤时造成伤害:200\/275\/350,炽天使的攻击有30%几率造成额外伤害:100\/150\/200 并造成0.1眩晕(神圣领域内效果提升至0.5秒)\r\n炽天使生命:1500\/2000\/2500\r\n炽天使攻击:80\/110\/140\r\n护甲:50\/70\/90\r\n炽天使持续时间:15s",
    "code" : 90013,
    "description" : "从天国召来炽天使助战,炽天使降临时将对其600范围内造成伤害与1秒眩晕效果,炽天使跟随英雄移动,并攻击英雄攻击的单位,炽天使对魔法免疫。",
    "name" : "炽天使",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/9001\/04.png"
  },
  {
    "skill_CD" : "11\/10\/9\/8",
    "expend_MP" : "80",
    "distance" : null,
    "tip" : "技能效果:每0.3秒造成45\/55\/65\/75点物理伤害\r\n作用范围:450,冲刺距离:500",
    "code" : 130010,
    "description" : "霸王快速旋舞剑刃冲向目标,并在3秒内对周围单位的敌方单位造成物理伤害,期间免疫减速。",
    "name" : "剑刃风暴",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/13001\/01.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : "80",
    "distance" : 1000,
    "tip" : "技能效果:造成180\/200\/220\/240点物理伤害,降低15%\/20%\/25%\/30%移动速度,持续3秒\r\n作用范围:1250",
    "code" : 130011,
    "description" : "霸王向前方挥出一道剑气,对命中的目标造成物理伤害,并降低移动速度若目标正对剑气,伤害翻倍；若目标背对剑气,则减速效果翻倍",
    "name" : "剑气",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/13001\/02.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "技能效果:12%\/16%\/20%\/24%概率造成致命一击",
    "code" : 130012,
    "description" : "英气盖世,每次普通攻击及使用剑刃风暴时有一定几率造成致命一击,当自己生命为51%~100%时,暴击伤害为2倍,当自己生命为26%~50%时,暴击伤害为2.5倍,当自己生命为1%~25%时,暴击伤害为3倍",
    "name" : "剑舞",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/13001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : "",
    "distance" : null,
    "tip" : "持续时间:4秒,每层鬼雄之力回复自身20\/30\/40生命\r\n鬼雄之力上限:15层,冷却时间:60\/54\/48秒\r\n触发生命值:300\/400\/500",
    "code" : 130013,
    "description" : "霸王进入英灵不灭,化身鬼雄的霸王始终保持不死状态,鬼雄状态下,每次普通攻击获得三层鬼雄之力,每次技能对敌方英雄造成伤害时获得一层鬼雄之力,鬼雄状态结束后根据鬼雄之力回复霸王生命。只要技能不在冷却时间内,当项羽的生命值过低时会自动触发。",
    "name" : "鬼雄",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/13001\/04.png"
  },
  {
    "skill_CD" : "5",
    "expend_MP" : "60",
    "distance" : null,
    "tip" : "造成物理伤害:150\/200\/250\/300\r\n额外伤害:100\/120\/140\/160\r\n伤害输出提升:每层2%\/3%\/4%\/5%\r\n作用范围:650",
    "code" : 140010,
    "description" : "钟馗环绕自身挥舞朱砂判官笔,以墨濯洗周身之罪恶。墨意绽开,所触敌方目标将受到物理伤害,并减速20%,持续2秒。被外圈墨意命中的敌人会受到的额外真实伤害。被动:舞墨罚恶每击中一个敌方英雄会为自己提升伤害输出,持续5秒,最多叠加5层。外圈真实伤害不享受此加成。",
    "name" : "舞墨罚恶",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/14001\/01.png"
  },
  {
    "skill_CD" : "9\/8\/7\/6",
    "expend_MP" : "50",
    "distance" : 1200,
    "tip" : "符咒造成:60\/80\/100\/120点物理伤害\r\n飞向目标造成:120\/160\/200\/240并附加目标已损生命值18%的物理伤害",
    "code" : 140011,
    "description" : "钟馗将灵力注入判官符咒之中,弹指一挥,符咒贴附敌身,并造成魔法伤害。再次激活,钟馗将飞向目标,并使符咒幻为缚印,敌人将受到伤害并附带1秒定身。",
    "name" : "咒缚术",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/14001\/02.png"
  },
  {
    "skill_CD" : "70\/60\/50",
    "expend_MP" : "150",
    "distance" : null,
    "tip" : "造成法术伤害:250\/375\/500\r\n增加移动速度:15%",
    "code" : 140012,
    "description" : "钟馗使用朱砂判官笔的神力洞悉天下善恶,在所有敌方英雄脚下施布阴阳阵法,阵法爆破将使范围内敌人受到法术伤害并获得敌方英雄视野5秒,隐身英雄也难逃判官神力,期间钟馗自身加持阴阳之力,移速得到提升。",
    "name" : "阴阳判",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/14001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "每损失6%\/5%\/4%\/3%最大生命值提示1%免伤效果",
    "code" : 140013,
    "description" : "钟馗凝聚阴间死气,每损失一定生命值将提升1%免伤效果。",
    "name" : "阴间之力(被动)",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/14001\/04.png"
  },
  {
    "skill_CD" : "8\/7\/6\/5",
    "expend_MP" : "50\/60\/70\/80",
    "distance" : null,
    "tip" : "造成最小物理伤害:110\/140\/170\/200\r\n造成最大物理伤害:330\/420\/510\/600",
    "code" : 160011,
    "description" : "温蒂为一次突进攻击而蓄力,伤害和距离缓慢提升,蓄力期间移动速度降低,蓄力超过5秒自动取消释放并返还50%技能冷却。",
    "name" : "进击的萝莉",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/16001\/01.png"
  },
  {
    "skill_CD" : "7",
    "expend_MP" : "50",
    "distance" : null,
    "tip" : "造成物理伤害:140\/200\/260\/320\r\n降低攻击力:10%\/16%\/22%\/28%\r\n位移距离:500",
    "code" : 160012,
    "description" : "温蒂使用大锤重重砸向地面,造成伤害和削减受影响单位攻击力和25%移动速度,持续2秒,随后利用惯性向前翻腾,提升自身25%移动速度,持续3秒。",
    "name" : "萌锤震地",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/16001\/02.png"
  },
  {
    "skill_CD" : "50\/45\/40",
    "expend_MP" : "100\/125\/150",
    "distance" : null,
    "tip" : "造成物理伤害:275\/375\/475\r\n中心区域额外伤害:100\/150\/200\r\n炼金区域每秒造成:30\/60\/90（+目标最大生命值5%）的物理伤害",
    "code" : 160013,
    "description" : "温蒂跃向高空,2秒内通过再次释放技能可以选择落点,短暂延迟后,温蒂轰向目标点造成高额伤害(中心区域造成额外伤害)并产生5秒持续伤害的炼金区域,在炼金区域内,“进击的萝莉”蓄力所需时间缩短1倍。 如没有选择落点,默认落在原地。",
    "name" : "降临•美少女",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/16001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "每次增加物抗:2\/4\/6\/8\r\n每次增加魔抗:1\/1.5\/2\/2.5",
    "code" : 160014,
    "description" : "温蒂拥有最为坚定的信念。普攻和技能每次击中敌人会为自己增加6秒双抗，叠加上限10层。",
    "name" : "不屈信念",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/16001\/04.png"
  },
  {
    "skill_CD" : "4",
    "expend_MP" : "80",
    "distance" : null,
    "tip" : "技能效果:0.5秒后,黑暗物质将从天而降,对目标区域的单位造成120\/165\/210\/255点法术伤害\r\n作用范围:325",
    "code" : 170010,
    "description" : "在指定区域召唤象征灾难的黑暗陨石,0.5秒后对指定区域的单位造成伤害。",
    "name" : "灾暗陨石",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/17001\/01.png"
  },
  {
    "skill_CD" : "11\/10\/9\/8",
    "expend_MP" : "100",
    "distance" : 1100,
    "tip" : "技能效果:穿过此结节边界的敌人将会受到1.25秒的晕眩效果\r\n每次造成法术伤害:40\/58\/76\/95",
    "code" : 170011,
    "description" : "巫女朝指定方向投掷鬼面,命中目标或飞行到最大距离时,展开一个颤栗结界,对命中的敌人造成晕眩,对范围内敌人造成持续法术伤害并减速。",
    "name" : "颤栗结界",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/17001\/02.png"
  },
  {
    "skill_CD" : "35\/30\/25",
    "expend_MP" : "200\/275\/350",
    "distance" : 1200,
    "tip" : "引爆目标英雄,造成250\/350\/450+(目标已损生命值30%)的法术伤害",
    "code" : 170012,
    "description" : "般若控诉命运不公的强力一锥,对指定敌方英雄进行锁定,短暂蓄力后对指定目标释放暗锥,对其造成法术伤害并附加目标单位已损生命值30%的额外伤害,暗锥可以被其他英雄阻拦。如果命运暗锥直接击杀敌方英雄,将返还该技能85%的冷却时间。暗锥飞行过程中触碰非英雄单位,将会造成法术伤害并晕眩0.1秒。",
    "name" : "命运暗锥",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/17001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "技能效果:每秒造成目标当前生命值2.5%\/3%\/3.5%\/4%的法术伤害",
    "code" : 170013,
    "description" : "巫女使用技能命中敌方单位时,将附加额外的灼烧伤害,持续3秒。",
    "name" : "祭旗",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/17001\/04.png"
  },
  {
    "skill_CD" : "5",
    "expend_MP" : "70\/80\/90\/100",
    "distance" : 1200,
    "tip" : "对目标造成法术伤害:50\/70\/90\/110,对范围内敌人造成伤害:100\/140\/180\/220\r\n作用范围:600",
    "code" : 180010,
    "description" : "在指定敌方单位上附加一个毁灭音符,对命中的第一个目标造成法术伤害,降低其25%移动速度并附着在目标身上,2.5秒后音符爆炸,对范围内敌人造成法术伤害。",
    "name" : "毁灭舞曲",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/18001\/01.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : "70\/80\/90\/100",
    "distance" : 1200,
    "tip" : "对目标造成法术伤害:160\/220\/280\/340\r\n晕眩时间:1.2\/1.3\/1.4\/1.5s",
    "code" : 180011,
    "description" : "向前方弹出禁锢音符,晕眩击中的英雄单位,并造成法术伤害。",
    "name" : "冬墓挽歌",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/18001\/02.png"
  },
  {
    "skill_CD" : "30\/25\/20",
    "expend_MP" : "150\/200\/250",
    "distance" : null,
    "tip" : "对范围内造成法术伤害:375\/475\/575\r\n作用范围:1200",
    "code" : 180012,
    "description" : "潘多拉对正前方打开魔盒,使正前方敌方单位无法操控自己1秒,并对所有敌方单位造成法术伤害。",
    "name" : "潘多拉魔盒",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/18001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "魔法回复速度:+3\/+4\/+5\/+6\/s\r\n提升法术抗性:4\/6\/8\/10",
    "code" : 180013,
    "description" : "提升所有友方单位的魔法回复速度。",
    "name" : "春神礼赞(被动)",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/18001\/04.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : "80",
    "distance" : 900,
    "tip" : "被动:每次攻击燃烧目标30\/40\/50\/60点的魔法值\r\n主动:对目标造成140\/180\/220\/260的法术伤害\r\n降低移速:25%,持续3s",
    "code" : 200010,
    "description" : "主动使用:对敌人进行突然打击,造成伤害并降低其移动速度。被动:普通攻击附加月蚀效果,每次攻击击中目标都会燃烧目标魔法值,并造成燃烧魔法值等量的伤害。",
    "name" : "月蚀颂念",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/20001\/01.png"
  },
  {
    "skill_CD" : "9\/8\/7\/6",
    "expend_MP" : "50",
    "distance" : null,
    "tip" : "造成法术伤害:80\/120\/160\/200\r\n闪现距离:750\/800\/850\/900\r\n沉默时间:1.25秒\r\n作用范围:300",
    "code" : 200011,
    "description" : "闪现到指定地点,沉默半径300内的敌方单位并造成伤害。",
    "name" : "沉默魅影",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/20001\/02.png"
  },
  {
    "skill_CD" : "30\/25\/20",
    "expend_MP" : "100\/150\/200",
    "distance" : 500,
    "tip" : "对目标造成伤害:250\/350\/450+目标所缺失的魔法值*0.4\r\n眩晕时间:1秒",
    "code" : 200012,
    "description" : "对单个目标造成眩晕和法术伤害,法术伤害为基础伤害加目标魔法流失情况。",
    "name" : "黑暗捕猎",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/20001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "被动永久增加:18\/24\/30\/36点攻击,10\/14\/18\/22点魔法抵抗\r\n护盾效果:150\/200\/250\/300\r\n护盾持续时间:8秒",
    "code" : 200013,
    "description" : "永久增加攻击力和防御力,每攻击3次后自动获得一个护盾,冷却时间10秒。",
    "name" : "月魂沙漏(被动)",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/20001\/04.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : "120",
    "distance" : null,
    "tip" : "造成法术伤害:140\/190\/240\/290\r\n作用范围:550",
    "code" : 220010,
    "description" : "树精长老以丛林奥义之力催发根须缠绕,对自身周围550范围内敌方单位造成法术伤害和1秒定身效果。",
    "name" : "奥义缠绕",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/22001\/01.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "90\/100\/110\/120",
    "distance" : 1000,
    "tip" : "造成法术伤害:150\/200\/250\/300\r\n减免自身受到伤害:24%\r\n晕眩时间:1.25秒",
    "code" : 220011,
    "description" : "迅速到达敌人身边,利用扭曲之力减少自身受到伤害持续3秒并晕眩目标且对其造成法术伤害。",
    "name" : "扭曲突刺",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/22001\/02.png"
  },
  {
    "skill_CD" : "48\/42\/36",
    "expend_MP" : "150\/200\/250",
    "distance" : null,
    "tip" : "基础伤害:240\/300\/360\r\n最大造成法术伤害:480\/600\/720\r\n每秒增加:80\/100\/120\r\n作用范围:800",
    "code" : 220012,
    "description" : "利用朱砂壶创造一个自然涡流,自然涡流终止时将对涡流内的敌方英雄单位造成法术伤害,可通过再次点击该技能来提前引发自然涡流,伤害上限最多蓄力3秒,蓄力满后可延迟2秒触发。",
    "name" : "自然涡流",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/22001\/03.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : "100",
    "distance" : 1200,
    "tip" : "树苗碰撞伤害:100\/125\/150\/175\r\n树苗爆炸伤害:75\/100\/125\/150\r\n作用范围:350",
    "code" : 220013,
    "description" : "向指定区域投掷一颗树苗,对所有碰撞单位造成法术伤害,树苗会追踪靠近敌人,自我引爆,对敌人造成法术伤害,树苗最久存在30秒。",
    "name" : "树苗投掷",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/22001\/04.png"
  },
  {
    "skill_CD" : "9\/8\/7\/6",
    "expend_MP" : "100",
    "distance" : 800,
    "tip" : "额外物理伤害:100\/140\/180\/220点",
    "code" : 270010,
    "description" : "红炎双刃快速冲向敌方目标,以双刃对其造成普通攻击附加额外物理伤害。若目标死于该技能,则返还该技能70%的魔法消耗,并重置该技能冷却时间。被动:击杀敌方英雄即可刷新利刃冲击冷却时间。",
    "name" : "利刃冲击",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/27001\/01.png"
  },
  {
    "skill_CD" : "8\/7\/6\/5",
    "expend_MP" : null,
    "distance" : 500,
    "tip" : "真实伤害:200\/240\/280\/320点\r\n生命消耗:100\/120\/140\/160点\r\n减速时间\/晕眩时间:1.25\/1.5\/1.75\/2秒,减速效果:60%",
    "code" : 270011,
    "description" : "以自己的血液为代价,红炎双刃在自己的武器上附加烈焰,对目标造成真实伤害并减少移动速度。若目标的生命百分比高于红炎双刃,则对其造成晕眩效果,持续时间与减速效果相同。",
    "name" : "火焰之刃",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/27001\/02.png"
  },
  {
    "skill_CD" : "50\/45\/40",
    "expend_MP" : "150\/200\/250",
    "distance" : null,
    "tip" : "造成魔法伤害:100\/150\/200点\r\n作用范围:800\r\n持续时间:6秒",
    "code" : 270012,
    "description" : "红炎双刃召唤一朵烈焰红莲,红莲会每秒喷射一道火焰随机攻击范围内的敌方单位,并为红炎双刃回复该技能所造成伤害等量的生命值。(伤害优先英雄单位)",
    "name" : "红莲爆发",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/27001\/03.png"
  },
  {
    "skill_CD" : "4",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "造成魔法伤害:200\/250\/300\/350点\r\n作用范围:500",
    "code" : 270013,
    "description" : "红炎双刃每损失400点生命值,便触发一次红炎守护,对周围单位造成魔法伤害。",
    "name" : "红炎守护",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/27001\/04.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "50",
    "distance" : null,
    "tip" : "主动效果:护甲增加24\/30\/36\/42\r\n魔法抗性增加5%\/10%\/15%\/20%,持续5秒\r\n被动:生命回复速度每秒上升4\/6\/8\/10",
    "code" : 300010,
    "description" : "主动使用提高自身护甲和魔法抗性,被动大幅提高你的生命恢复速度。",
    "name" : "阳炎胄",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/30001\/01.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : "80",
    "distance" : null,
    "tip" : "技能效果:对第一个目标造成120\/160\/200\/240点法术伤害\r\n对后面目标伤害衰减15%,最低造成40%的伤害",
    "code" : 300011,
    "description" : "掷出天命轮攻击敌人,伤害会随着碰撞逐渐衰减,涅槃真体形态下天命轮会变成焚天业火。焚天业火伤害半径变大,无法飞回。",
    "name" : "轮回尖刃",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/30001\/02.png"
  },
  {
    "skill_CD" : "2",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "技能效果:化身为金乌形态,扣除生命值35点每秒\r\n金乌形态移动速度增加10%\/15%\/20%\r\n增加40\/55\/70点攻击力\r\n灼烧伤害:20\/40\/60点每秒,灼烧范围:800",
    "code" : 300012,
    "description" : "主动:激活可进化为金乌形态,临时提高攻击力,攻击变为远程攻击,并每秒扣35点除生命值,再次激活可以变回人形态。被动:涅槃真体形态下金乌会灼伤周围单位。改伤害不会触发业火。被动:死亡时会变成卵形态,卵拥有金乌50%的血量,持续时间内若卵未被击破,则以50%的生命复活。该效果80秒发动一次。",
    "name" : "涅槃真体",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/30001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "每层灼烧效果持续掉血7\/8\/9\/10,持续5秒\r\n每次叠加后刷新5层爆发伤害为:150\/175\/200\/225",
    "code" : 300013,
    "description" : "吸收业火的能量,使你的普通攻击和技能攻击附带燃烧效果,当敌方目标身上的燃烧效果叠加到4层时会造成减速效果,同时爆发出全部伤害。",
    "name" : "业火",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/30001\/04.png"
  },
  {
    "skill_CD" : "3",
    "expend_MP" : "30\/40\/50\/60",
    "distance" : 900,
    "tip" : "技能效果:造成120\/135\/150\/165点魔法伤害\r\n每次提升40\/45\/50\/55额外伤害",
    "code" : 330010,
    "description" : "召唤流星陨石,对周围敌人造成魔法伤害,并叠加1层流星陨石印记,印记最多叠加3层,持续8秒,每层印记附加额外伤害",
    "name" : "流星陨石",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/33001\/01.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "40",
    "distance" : null,
    "tip" : "技能效果:提升自身20%\/25%\/30%\/35%移动速度\r\n降低周围敌方单位30%,效果持续:4秒\r\n作用范围:600",
    "code" : 330011,
    "description" : "五彩神石激活体内混沌之力瞬间增加两层陨石阵法护盾,提升自我移动速度,并瞬间降低周围敌方单位30%的移动速度,减速持续3秒",
    "name" : "混沌归元",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/33001\/02.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "技能效果:提升每秒生命回复速度2\/4\/6\/8\r\n护甲提升:16\/24\/32\/40",
    "code" : 330012,
    "description" : "被动:提升五彩神石的生命恢复速度与护甲",
    "name" : "石之精华",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/33001\/03.png"
  },
  {
    "skill_CD" : "20",
    "expend_MP" : "100\/125\/150",
    "distance" : null,
    "tip" : "伤害减少:3%\/4%\/5%,造成基础伤害:225\/270\/315\r\n每层提示伤害:75\/90\/105,减速效果:25%\r\n作用范围:900",
    "code" : 330013,
    "description" : "被动:每次使用流星陨石后,召唤来的陨石给自己套上一层护盾,降低自身受到的伤害,护盾最多叠加4层；主动:五彩神石激活陨石阵法对周围地方单位造成法术伤害和减速,持续2秒。每层流星陨石印记会提升额外伤害。",
    "name" : "陨石阵法",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/33001\/04.png"
  },
  {
    "skill_CD" : "7",
    "expend_MP" : "70",
    "distance" : 900,
    "tip" : "物理伤害:造成伤害110\/160\/210\/260附加当前攻击力50%物理伤害\r\n作用距离:500",
    "code" : 340010,
    "description" : "势不可挡的凌空一击,可对指定区域内的所有敌方单位造成大量伤害,此技能还可以帮助关羽快速脱离被困境地。",
    "name" : "拖刀斩",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/34001\/01.png"
  },
  {
    "skill_CD" : "10\/9\/8\/7",
    "expend_MP" : "80",
    "distance" : 800,
    "tip" : "物理伤害:造成120\/160\/200\/240附加当前攻击力60%物理伤害,定身持续:1.2秒",
    "code" : 340011,
    "description" : "关羽开始快速移动,化为两个分身,合力对敌方目标进行强力一击,使其陷入短暂的定身状态。",
    "name" : "分身斩",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/34001\/02.png"
  },
  {
    "skill_CD" : "54",
    "expend_MP" : "150\/200\/250",
    "distance" : null,
    "tip" : "每0.5秒造成60\/100\/140附加总攻击力50%的物理伤害,冷却时间:54秒,魔法消耗:150\/200\/250,作用范围:400",
    "code" : 340012,
    "description" : "关羽的战意化为烈焰青龙持续5秒,呼啸着席卷一切,可对敌方单位造成毁灭性打击。技能使用过程中,处于魔免状态。",
    "name" : "偃月斩",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/34001\/03.png"
  },
  {
    "skill_CD" : "10\/9\/8\/7",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "技能效果:拥有7%\/10%\/13%\/16%闪避效果",
    "code" : 340013,
    "description" : "关羽运用熟练的刀法能够看穿敌人的招式进行闪避,并且每次使用技能后下一次普通攻击必定暴击。",
    "name" : "春秋刀法",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/34001\/04.png"
  },
  {
    "skill_CD" : "7\/6\/5\/4",
    "expend_MP" : "50",
    "distance" : 600,
    "tip" : "技能效果:冲锋造成160\/200\/240\/300点伤害",
    "code" : 370010,
    "description" : "子龙一怒,飞突千里,冲向指定方向,对路径上敌人造成伤害,使用该技能后立刻触发龙魂效果。",
    "name" : "怒龙腾",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/37001\/01.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "80",
    "distance" : null,
    "tip" : "造成反击伤害:120\/160\/200\/240",
    "code" : 370011,
    "description" : "赵云成名枪技,七探主杀伐,蛇盘主防守。使用技能激活蛇盘,枪势回旋宛如灵蛇,2秒内完全闪避敌方物理攻击,并减少30%来自范围技能的伤害,2秒后或再次激活技能会释放七探,对范围内敌方单位进行反击并晕眩1秒,每躲避一次敌方英雄攻击,将提升15%反击伤害,最多提升4层(60%)。",
    "name" : "盘蛇七探",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/37001\/02.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "额外伤害:40\/60\/80\/100\r\n攻击提升:25\/30\/35\/40",
    "code" : 370012,
    "description" : "赵云觑中敌人弱点,每攻击同个目标三次,会使其受到额外伤害,并减速50%,持续1.5秒。此效果对同个目标3秒内最多只可触发1次。被动:赵云唤醒体内龙魂,为自身附加一定攻击力",
    "name" : "龙魂",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/37001\/03.png"
  },
  {
    "skill_CD" : "42\/36\/30秒",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "造成每段100\/150\/200伤害\r\n增加50\/70\/90攻击速度,增加减伤12%\/15%\/18% ,持续时间:5秒",
    "code" : 370013,
    "description" : "赵云战意冲霄,朝指定方向突刺,刺穿路径上的敌人,造成伤害并将其拖拽至终点然后击飞(突刺过程中为霸体状态),提高自身免伤,若技能命中敌方英雄,将额外提升自身攻击速度。",
    "name" : "一骑当千",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/37001\/04.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "造成伤害170\/220\/270\/320\r\n降低敌方单位的移动速度15%\/20%\/25%\/30%",
    "code" : 390010,
    "description" : "吕布施展十方横扫,使半径500码内的所有敌人受到伤害,并降低他们移动速度持续3秒。",
    "name" : "十方横扫",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/39001\/01.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "冲刺距离500,造成伤害75\/100\/125\/150,耗魔每下25",
    "code" : 390011,
    "description" : "吕布向前挥戟,冲向敌人并使其受到伤害。可在接下来的3秒内再次使用此技能,最多可连续使用3次。技能终结时将眩晕目标1.75秒。",
    "name" : "温侯连环戟",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/39001\/02.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "基础伤害250\/350\/450,造成力量差距伤害4\/5\/6倍的伤害\r\n使用距离:500",
    "code" : 390012,
    "description" : "吕布以凌厉招式破敌,对目标造成大量的物理伤害。使用此招时,吕布与目标间的力量点数差将转化为额外的伤害。",
    "name" : "无双击破",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/39001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "造成3%\/4%\/5%\/6%的伤害(对非英雄单位最高造成100伤害)",
    "code" : 390013,
    "description" : "吕布刚愎残暴,每次攻击都会附加撕裂效果,造成对手最大生命值百分比的伤害。",
    "name" : "刚愎",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/39001\/04.png"
  },
  {
    "skill_CD" : "10\/9\/8\/7",
    "expend_MP" : "60",
    "distance" : 1100,
    "tip" : "造成物理伤害:120\/160\/200\/240\r\n造成减速:20%\/30%\/40%\/50%",
    "code" : 450010,
    "description" : "玉兔朝指定区域投掷一个玉兔爆竹,爆炸后可使敌人受到伤害并减速2秒(处于中心区域的目标将受到晕眩1秒)。",
    "name" : "玉兔爆竹",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/45001\/01.png"
  },
  {
    "skill_CD" : "11\/10\/9\/8",
    "expend_MP" : "80",
    "distance" : null,
    "tip" : "提升攻击速度:35\/45\/55\/65\r\n提升移动速度:20%\/24%\/28%\/32%",
    "code" : 450011,
    "description" : "灵兔迅捷,令人防不胜防,主动朝指定区域跳跃,提升自身攻击速度和自身移动速度,持续3秒,跳跃时落点有单位(不区分己方和敌方,落点包括大招埋藏的爆竹也能触发)玉兔将朝摇杆指定方向额外进行一次跳跃。",
    "name" : "灵兔迅捷",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/45001\/02.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : "70",
    "distance" : 800,
    "tip" : "造成物理伤害:225\/275\/325",
    "code" : 450012,
    "description" : "爱捉弄人的玉兔,将此整蛊妙计称为玉兔迎春。在指定区域埋下一个巨大的玉兔爆竹(最多可储存3个),使经过触发的敌人减速35%,暴露其中敌人视野,短暂延时后爆炸造成伤害并减速35%,持续1.5秒,未触发陷阱落地2秒后隐形。",
    "name" : "玉兔迎春",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/45001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "造成:1.15-1.55\/1.3-1.7\/1.45-1.85\/1.6-2倍",
    "code" : 450013,
    "description" : "玉兔每进行4次攻击后,第5次攻击会掷出一只幸运兔子,造成一定几率的数倍伤害,攻击处于玉兔爆竹和玉兔迎春减速状态的目标每次攻击叠加2次被动。",
    "name" : "幸运兔子",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/45001\/04.png"
  },
  {
    "skill_CD" : "6",
    "expend_MP" : null,
    "distance" : 800,
    "tip" : "物理伤害:220\/280\/340\/400附加目标最大生命值8%的额外物理伤害\r\n反噬伤害:110\/140\/170\/200\r\n作用范围:300",
    "code" : 460010,
    "description" : "无情原无伤,无性亦无常。熊猫武僧以七伤拳攻敌,使其晕眩0.01秒周围目标300范围内所有敌方单位会受到50%的拳风伤害。七伤拳会对熊猫武僧造成反噬伤害。",
    "name" : "七伤拳",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/46001\/01.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "100",
    "distance" : null,
    "tip" : "增加护甲:48\/60\/72\/84\r\n作用范围:500\r\n减少移动速度:25%\/30%\/35%\/40%",
    "code" : 460011,
    "description" : "百忍成刚,禅宗的体术可以提高人体对伤痛的耐受力。激活时增加熊猫武僧的护甲并对周围敌方单位造成减速效果,持续5秒。期间每次熊猫武僧的普通攻击可以减少其他技能冷却时间1秒,每次受到其他单位的普通攻击伤害减少1秒。",
    "name" : "铁布衫",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/46001\/02.png"
  },
  {
    "skill_CD" : "50",
    "expend_MP" : "150\/250\/350",
    "distance" : 800,
    "tip" : "出拳次数:4\/6\/8次,每次造成物理伤害:150-200之间",
    "code" : 460012,
    "description" : "熊猫武僧施展至高武学醉八仙,以极快速度在敌人间移动,对他们造成致命的打击。该技能等级提高时,出拳的次数也会提高。附加熊猫武僧当前力量值的伤害,命中非英雄单位时将造成双倍伤害。",
    "name" : "醉八仙",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/46001\/03.png"
  },
  {
    "skill_CD" : "35\/30\/25\/20",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "永久增加力量:6\/12\/18\/24点\r\n持续时间:6秒",
    "code" : 460013,
    "description" : "熊猫武僧秘制的药酒,可以帮助自己激发身体内潜在的恢复能力,当熊猫武僧的生命值低于30%时将在6秒内回复最大生命值30%的生命值。",
    "name" : "秘制药酒(被动)",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/46001\/04.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "70\/80\/90\/100",
    "distance" : null,
    "tip" : "提高150\/190\/230\/270点物理伤害\r\n作用范围:900",
    "code" : 490010,
    "description" : "说明；向指定目标发射冲力极强的弩箭,造成伤害的同时可击退对方500距离。强化后:可连续使用2次,第一次造成伤害时会使目标晕眩1秒,第二次造成一半伤害并击退目标。",
    "name" : "镇魂弩",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/49001\/01.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "提高75\/120\/165\/210点物理伤害\r\n作用范围:800",
    "code" : 490011,
    "description" : "说明:向指定方向冲刺并临时提高3秒内下一次普通攻击的伤害。强化后:可使你在冲刺完结时获得1秒的隐形效果",
    "name" : "狩猎冲刺",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/49001\/02.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : null,
    "code" : 490012,
    "description" : "镇魂弩:可连续使用2次,第一次造成伤害时会使目标定身1秒,3秒内进行第二次造成一半伤害并击退目标。狩猎冲刺:可使你在冲刺完结时获得1秒的隐形效果。血肉诅咒:将具有穿透效果,无视装甲及坑性减免。\r\n镇魂弩:可连续使用2次,第一次造成伤害时会使目标定身1秒,3秒内进行第二次造成一半伤害并击退目标。狩猎冲刺:可使你在冲刺完结时获得1秒的隐形效果。血肉诅咒:将具有穿透效果,无视装甲及坑性减免。",
    "name" : "神圣强化",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/49001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "每层标记叠加:12\/18\/24\/30点伤害",
    "code" : 490013,
    "description" : "说明:每次普通攻击会赋以目标一个持续5秒诅咒标记,标记效果将于下一次普通攻击时触发。触发时敌人将受到额外伤害。标记可叠加3层。强化后:将具有穿透效果,无视装甲及抗性减免。",
    "name" : "血肉诅咒",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/49001\/04.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "90\/100\/110\/120",
    "distance" : null,
    "tip" : "造成伤害:140\/200\/260\/320,减速:35%\r\n飞行距离:1500,飞行速度:2200",
    "code" : 510010,
    "description" : "向指定方向发出极寒的冰浪,碰到冰浪的单位将受到伤害并因冻僵而减速2秒。",
    "name" : "冰浪冲击",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/51001\/01.png"
  },
  {
    "skill_CD" : "15\/14\/13\/12秒",
    "expend_MP" : "90\/100\/110\/120",
    "distance" : null,
    "tip" : "每0.5秒造成伤害:50\/60\/70\/80",
    "code" : 510011,
    "description" : "波塞冬化身大海之魂,免疫所有攻击和法术,同时对周围一定范围内的敌方单位造成伤害,持续2秒",
    "name" : "海魂圣体",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/51001\/02.png"
  },
  {
    "skill_CD" : "60\/51\/42",
    "expend_MP" : "200\/250\/300",
    "distance" : null,
    "tip" : "三叉戟造成伤害:100\/150\/200\r\n水流造成伤害:250\/300\/350\r\n飞行距离:1100,飞行速度:2500",
    "code" : 510012,
    "description" : "向指定方向投掷三叉戟,伤害处于其飞行轨道上的敌人,并将敌人钉在三叉戟的落脚处。三叉戟落地时将引发地底的千浪巨流,使附近目标陷入晕眩2秒。",
    "name" : "千浪排戟",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/51001\/03.png"
  },
  {
    "skill_CD" : "4",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "攻击时附带:120\/150\/180\/210点法术伤害\r\n提高法术强度:60\/70\/80\/90\r\n提升伤害:8%\/12%\/16%\/20%",
    "code" : 510013,
    "description" : "被动:攻击时附带法术伤害,被你攻击的单位身边将出现持续2秒的海神领域,波塞冬处于该区域时活力充沛,会提高自身法术伤害和35%的移动速度,对处于海神领域范围内的敌人造成伤害是提升伤害,该效果每4秒能被触发一次",
    "name" : "海神的活力",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/51001\/04.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : null,
    "distance" : 900,
    "tip" : "对目标造成最小物理伤害:150\/180\/210\/240\r\n对目标造成最大物理伤害:300\/360\/420\/480\r\n技能宽度:300",
    "code" : 520010,
    "description" : "变化金箍棒后向前力劈,使处于该直线上的敌人受到伤害并1.5秒眩晕。距离棒头越近,则受到力劈的伤害越高。使用技能后提升自身25%移动速度,持续3秒。",
    "name" : "如意金箍棒",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/52001\/01.png"
  },
  {
    "skill_CD" : "16\/15\/14\/13",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "继承本体:50%\/60%\/70%\/80%攻击力",
    "code" : 520011,
    "description" : "孙悟空精通72变,以毫毛变出一个分身。分身后解除所有不良状态。继承本体被动技能,部分装备特效和增益效果,并且继承本体一定比例的攻击,受到200%的伤害,分身存在的时间为15秒。",
    "name" : "猴王分身",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/52001\/02.png"
  },
  {
    "skill_CD" : "50\/45\/40",
    "expend_MP" : "100\/125\/150",
    "distance" : 6000,
    "tip" : "对冲击目标造成物理伤害:150\/200\/250\r\n对范围内目标造成物理伤害:200\/250\/300\r\n作用范围:600",
    "code" : 520012,
    "description" : "孙悟空乘筋斗云冲向远处的敌方单位,以迅雷不及掩耳之势攻击目标,给目标造成一定的物理伤害,并获得5秒视野,同时给周围的其他敌人造成伤害。在冲锋过程中再次点击技能可以终止技能。",
    "name" : "筋斗云",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/52001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "每层降低物理防御:6\/8\/10\/12\r\n每层降低法术抗性:1\/2\/3\/4",
    "code" : 520013,
    "description" : "孙悟空有识破敌方弱点的能力。每次普通攻击都将降低目标的防御和魔法抗性。该效果最多可叠加5次,持续5秒。",
    "name" : "火眼金睛(被动)",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/52001\/04.png"
  },
  {
    "skill_CD" : "9",
    "expend_MP" : "100",
    "distance" : 900,
    "tip" : "造成物理伤害:160\/210\/260\/310\r\n增加护甲:10\/15\/20\/25\r\n增加法术抗性:4\/6\/8\/10\r\n作用范围:300",
    "code" : 530010,
    "description" : "牛头人酋长令人无法拒绝的邀宴。向指定方向挥出巨斧,对一定范围内的敌人造成物理伤害,并把这些“宾客”拉到你身边,每拉到一个敌方英雄将提高自身一定的抗性,持续4秒。",
    "name" : "死亡邀宴",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/53001\/01.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : "100",
    "distance" : null,
    "tip" : "造成法术伤害:170\/230\/290\/350\r\n恐惧时间:1s\r\n作用范围:550",
    "code" : 530011,
    "description" : "牛头人酋长发出怒吼,对身边的敌人造成法术伤害后,对范围内的敌方英雄造成30%减速效果,持续2秒,血量低于50%的敌方英雄陷入恐惧。",
    "name" : "恐怖怒吼",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/53001\/02.png"
  },
  {
    "skill_CD" : "40",
    "expend_MP" : "100\/125\/150",
    "distance" : 300,
    "tip" : "造成物理伤害:300\/400\/500\r\n对生命值低于450\/600\/750的敌方英雄使用将直接斩杀\r\n回复自身最大生命值20%\/30%\/40%的血量",
    "code" : 530012,
    "description" : "牛头人酋长跃向指定敌方英雄,对其造成大量物理伤害并增加自身25%移动速度,持续6秒。对生命值较低的敌方英雄使用,将使其直接死亡,若“狂野斩杀”击杀了目标,则回复自身一定生命值。",
    "name" : "狂野斩杀",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/53001\/03.png"
  },
  {
    "skill_CD" : "5",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "造成物理伤害:200\/250\/300\/350\r\n作用范围:400",
    "code" : 530013,
    "description" : "牛头人酋长攻击时大力挥动他的巨斧,对附近敌人造成伤害的同时并降低其25%移动速度持续2秒。",
    "name" : "公正挥击(被动)",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/53001\/04.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "造成法术伤害:120\/170\/220\/270\r\n作用范围:300",
    "code" : 550010,
    "description" : "向目标投掷雷霆之锤,击晕目标1秒的同时可对周围单位造成溅射效果。雷霆之锤落地后5秒内若为山丘之王拾起,可降低该技能冷却时间3秒。",
    "name" : "雷霆之锤",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/55001\/01.png"
  },
  {
    "skill_CD" : "5",
    "expend_MP" : "40",
    "distance" : null,
    "tip" : "附加法术伤害:120\/190\/260\/330",
    "code" : 550011,
    "description" : "启动风暴中心的能量,短时间内提高35%移动速度,立即获得一次普通攻击的机会,并使该次普通攻击附加魔法风暴伤害,最高持续6秒。",
    "name" : "风暴重装",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/55001\/02.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "每级叠加:4\/6\/8\/10,\r\n减少受到的12%\/16%\/20%\/24%法术伤害",
    "code" : 550012,
    "description" : "山丘之王每次受到物理攻击时会产生怒气,而他所用的盾牌可以吸收这种怒气,并将之转化为防御力。防御力可叠加,最高可以叠加6层,持续5秒。叠加到4层时在6秒内回复已损生命值3%,并减少受到的法术伤害,冷却时间12秒。",
    "name" : "盾怒强化",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/55001\/03.png"
  },
  {
    "skill_CD" : "40\/35\/30",
    "expend_MP" : "100",
    "distance" : null,
    "tip" : "每次反弹造成:30\/60\/90的法术伤害\r\n降低移动速度:20%\/25%\/30%,持续3秒,持续时间:8秒",
    "code" : 550013,
    "description" : "山丘之王激活内心能量,使全身环绕泰坦雷霆。泰坦雷霆会对来自外部的所有伤害进行反击,每秒最多使敌人受到三次反击伤害,并追加审判减速效果。",
    "name" : "泰坦反击",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/55001\/04.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "100",
    "distance" : 1000,
    "tip" : "法术伤害:180\/220\/260\/300\r\n作用范围:450",
    "code" : 560010,
    "description" : "地狱火尝试跃起,化为天崩火陨砸向目标区域,处于伤害范围内的所有敌人将被晕眩0.75秒.地狱火将用0.75秒的时间把自己重新组合起来",
    "name" : "天崩之摧",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/56001\/01.png"
  },
  {
    "skill_CD" : "7",
    "expend_MP" : "80",
    "distance" : 1000,
    "tip" : "物理伤害:150\/200\/250\/300\r\n降低移动速度:25\/30\/35\/40%\r\n技能宽度:300",
    "code" : 560011,
    "description" : "地狱火古老的招式之一。会对指定方向矩形范围内的所有敌人造成伤害并使其移动速度降低3秒。",
    "name" : "地狱之拳",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/56001\/02.png"
  },
  {
    "skill_CD" : "30",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "持续时间:4\/5.5\/7秒\r\n被动增加防御:25\/35\/45\r\n被动增加法抗:9\/12\/15",
    "code" : 560012,
    "description" : "地狱火通过邪能契约、短时间内每秒回复6%最大生命,并增加自身25%移动速度,并使虚空灾火作用范围增大。被动:契约额外提升地狱火的抗性",
    "name" : "邪能契约",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/56001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "每秒造成30\/45\/60\/75点法术伤害\r\n作用范围:300",
    "code" : 560013,
    "description" : "虚空灾火环绕着你,使你周围敌人受到魔法灼伤,你的最大生命值越高,伤害值越高。",
    "name" : "虚空灾火",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/56001\/04.png"
  },
  {
    "skill_CD" : "4",
    "expend_MP" : "30\/35\/40\/45",
    "distance" : 900,
    "tip" : "对目标造成:80\/120\/160\/200点的物理伤害\r\n额外造成20\/30\/40\/50点伤害",
    "code" : 590010,
    "description" : "向敌方目标发射一枚朋克飞弹,造成一定的物理伤害。朋克飞弹可连续发射,被持续轰击的目标将受到额外伤害并降低30%移动速度2秒。被轰击状态持续时间8",
    "name" : "朋克飞弹",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/59001\/01.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "100",
    "distance" : 1350,
    "tip" : "对目标造成:140\/200\/260\/320点法术伤害\r\n晕眩时间:1s",
    "code" : 590011,
    "description" : "向指定方向发射油彩加农炮,命中敌人时会使其受到法术伤害并陷入眩晕1秒。发射油彩加农炮会产生剧烈的后座力,让英雄退后500的距离。",
    "name" : "油彩加农炮",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/59001\/02.png"
  },
  {
    "skill_CD" : "60\/50\/40",
    "expend_MP" : "100\/150\/200",
    "distance" : null,
    "tip" : "移动速度上升:15%\/20%\/25%,持续时间:5\/6\/7s",
    "code" : 590012,
    "description" : "如莫西干般特立独行的滑翔,使达芬奇移动速度上升,并临时获得额外350的视野和提高350的射程,并提高朋克飞弹的射程350。",
    "name" : "莫西干滑翔",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/59001\/03.png"
  },
  {
    "skill_CD" : "4\/3.5\/3\/2.5",
    "expend_MP" : null,
    "distance" : null,
    "tip" : null,
    "code" : 590013,
    "description" : "达芬奇进行浮夸的射击表演,使自己的下一次普通射击能够额外攻击敌方目标一次(普通射击50%物理伤害),冷却时间不受减CD英雄。",
    "name" : "浮夸射击(被动)",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/59001\/04.png"
  },
  {
    "skill_CD" : "9\/8\/7\/6秒",
    "expend_MP" : "100",
    "distance" : 1000,
    "tip" : "造成伤害:170\/230\/290\/350\r\n降低移动速度:24\/28\/32\/36%\r\n作用范围:500",
    "code" : 610010,
    "description" : "在指定处投下月梦花种，花种周围的敌人将被减速，花种存在0.5秒后引发月光风暴使敌人受到法术伤害，并降低敌人移动速度，持续2.5秒。",
    "name" : "月梦花种",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/61001\/01.png"
  },
  {
    "skill_CD" : "12\/11\/10\/9",
    "expend_MP" : "100",
    "distance" : 800,
    "tip" : "造成伤害:175\/225\/275\/325\r\n减少魔法:80\/120\/160\/200\r\n放逐目标:1.25\/1.5\/1.75\/2秒",
    "code" : 610011,
    "description" : "以术法画出幻月,并将目标英雄放逐至幻月中。英雄被放逐期间将处于无敌,在放逐结束后将会减少一定的魔法值并受到伤害。",
    "name" : "画月为牢",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/61001\/02.png"
  },
  {
    "skill_CD" : "55\/45\/35",
    "expend_MP" : "200\/250\/300",
    "distance" : 5000,
    "tip" : "造成伤害:400\/500\/600",
    "code" : 610012,
    "description" : "嫦娥吟唱巫咒,向前施放一道广寒月波,处于广寒月波中的敌人将受到伤害",
    "name" : "广寒月波",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/61001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "额外伤害:80\/110\/140\/170",
    "code" : 610013,
    "description" : "嫦娥在受到自己魔法伤害的敌人体内种下一枚风花月蚀持续6秒,当自己使用普通攻击或广寒月波时会吞噬这枚月蚀的巫力,使敌人受到额外的魔法伤害。",
    "name" : "风花月蚀",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/61001\/04.png"
  },
  {
    "skill_CD" : "8\/7\/6\/5",
    "expend_MP" : "60",
    "distance" : null,
    "tip" : "持续时间:3秒\r\n每秒:100\/125\/150\/175 伤害",
    "code" : 620010,
    "description" : "你以极快速度移动且免疫减速效果,且无法被敌方指定目标的技能选中并减少40%受到的伤害,移动期间会对附近敌人造成法术伤害并对周围单位造成30%减速持续1秒。使用普通攻击或玉女剑法时状态消失。",
    "name" : "古墓轻功",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/62001\/01.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : "50",
    "distance" : 800,
    "tip" : "物理伤害:200\/260\/320\/380",
    "code" : 620011,
    "description" : "优雅空灵的一剑。对敌方目标造成物理伤害的同时,可使其减速50%,持续2秒。触发双手互博术时,额外一击造成的眩晕效果1秒。",
    "name" : "玉女剑法",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/62001\/02.png"
  },
  {
    "skill_CD" : "30\/25\/20",
    "expend_MP" : "100\/125\/150",
    "distance" : null,
    "tip" : "基础伤害:225\/300\/375\r\n碰撞边界伤害:150\/200\/250\r\n减速效果:50%,提供攻速:30\/45\/60\r\n提高暴击:10%\/15%\/20%\r\n领域范围:600,领域持续时间:5秒",
    "code" : 620012,
    "description" : "以小龙女自身为中心施展领域,在领域范围内提升自身攻击速度和暴击几率,对领域范围内敌人造成物理伤害,并对碰撞边界的敌人造成物理伤害及2.5秒减速,释放期间不可被选中。",
    "name" : "九阴真经",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/62001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "额外攻击概论:22%\/28%\/34%\/40%",
    "code" : 620013,
    "description" : "小龙女会在适当的时候使用左右互搏术,使你的普通攻击或玉女剑法有可能额外攻击目标一次。",
    "name" : "左右互搏术",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/62001\/04.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : "80\/100\/120\/140",
    "distance" : null,
    "tip" : "攻击附加伤害:120\/160\/200\/240\r\n恢复血量:60\/90\/120\/150\r\n作用范围:900",
    "code" : 650010,
    "description" : "小乔弹奏一曲仙荷甘霖,为自身和周围900范围内最多2个友方英雄迅速治愈伤口,同时大幅提高自己下一次普通攻击的伤害。",
    "name" : "仙荷甘霖",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/65001\/01.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : "120",
    "distance" : null,
    "tip" : "造成法术伤害:100\/160\/220\/280\r\n降低移动速度:30%\/35%\/40%\/45%\r\n作用范围:900",
    "code" : 650011,
    "description" : "小乔弹奏一曲真雀灵舞,对周围900半径内的5个随机敌人造成伤害,同时给自己和周围900范围内最多2个友方英雄加上急速之力,提高80点移动速度,并使自己下次普通攻击附带减速效果,效果持续3",
    "name" : "真雀灵舞",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/65001\/02.png"
  },
  {
    "skill_CD" : "60\/50\/40",
    "expend_MP" : "200\/250\/300",
    "distance" : null,
    "tip" : "造成法术伤害:400\/500\/600\r\n作用范围:1000",
    "code" : 650012,
    "description" : "小乔奏出一曲凤求凰,弹奏的2.5秒过程中小乔无法移动,但自身拥有无敌的躯体。周围敌人的移动速度会减少35%,当弹奏结束时,将对还在范围内的所有敌人造成伤害并晕眩1秒。",
    "name" : "凤求凰",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/65001\/03.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : "100",
    "distance" : 900,
    "tip" : "造成法术伤害:140\/200\/260\/320",
    "code" : 650013,
    "description" : "小乔弹奏一曲迷魂仙乐,混乱指定的敌方英雄并对其造成伤害,混乱效果持续1秒。",
    "name" : "迷魂仙乐",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/65001\/04.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : "50",
    "distance" : null,
    "tip" : "降低目标防御:30\/45\/60\/75,持续5秒",
    "code" : 670010,
    "description" : "李元霸将力量积于双锤之上,下一次普通攻击将使目标的防御力下降,持续5秒。",
    "name" : "裂甲重击",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/67001\/01.png"
  },
  {
    "skill_CD" : "3秒",
    "expend_MP" : "40",
    "distance" : null,
    "tip" : "每个锤子增加12\/18\/24\/30点攻击\r\n锤子造成:120\/150\/180\/210点伤害\r\n锤子回复时间每个6秒,技能范围:800,减速:30% ",
    "code" : 670011,
    "description" : "被动:李元霸的双锤可以提升自己的攻击力。主动:李元霸将手中的双锤之一朝对手掷出,造成物理伤害并使其减速。3秒后可以掷出另一把锤子。",
    "name" : "瓮金双锤",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/67001\/02.png"
  },
  {
    "skill_CD" : "60\/48\/36",
    "expend_MP" : "100",
    "distance" : null,
    "tip" : "被动:3秒后的下一次普通攻击附带100\/150\/200的物理伤害",
    "code" : 670012,
    "description" : "主动:李元霸散发出压倒性的气势,在5秒内对所有魔法效果免疫,并获得20%的移动速度加成。被动:李元霸有如杀神附体,每3秒将有一次普通攻击造成额外的物理伤害。",
    "name" : "霸绝天下",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/67001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "每损失5%血量获得一次状态提升,默认获得一层\r\n每层增加6\/7\/8\/9点攻击,每层增加2\/3\/4\/5点护甲\r\n每层增加2点法术抗性",
    "code" : 670013,
    "description" : "伤痛能激发李元霸的斗志,失去的生命值越多,获得的攻击力、物理和法术抗性也越多。",
    "name" : "不屈意志",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/67001\/04.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "造成120\/160\/200\/240点物理伤害",
    "code" : 680010,
    "description" : "哪吒投掷昆仑至宝乾坤圈,排山倒海般的巨力使乾坤圈可以弹射5次,对敌方目标造成伤害同时沉默1秒、减速30%持续2",
    "name" : "乾坤一掷",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/68001\/01.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "造成最大100\/140\/180\/220点物理伤害\r\n冲锋距离:650",
    "code" : 680011,
    "description" : "哪吒脚踏火轮,瞬息千里,向指定方向冲锋,对沿途单位造成物理伤害。",
    "name" : "风火神行",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/68001\/02.png"
  },
  {
    "skill_CD" : "24\/20\/16",
    "expend_MP" : "100\/120\/140",
    "distance" : 900,
    "tip" : "造成125\/175\/225点物理伤害\r\n普通攻击额外伤害:20\/40\/60\r\n作用范围:400",
    "code" : 680012,
    "description" : "哪吒当年击败龙太子所用招数,高高跃起,朝指定区域发起重踏,对范围内敌方目标造成伤害并击飞,昂扬的战意使自己3秒内受到伤害减少30%,普通攻击附加额外伤害。",
    "name" : "踏海擒龙",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/68001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "造成50\/75\/100\/125的物理伤害\r\n回复生命:30\/50\/70\/90",
    "code" : 680013,
    "description" : "火尖枪反哺主人,哪吒每次释放技能后,神枪都会聚集元气,在5秒内使下次攻击造成额外伤害并回复自身生命值。",
    "name" : "神枪聚元",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/68001\/04.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "攻击附加物理伤害:50\/100\/150\/200\r\n回复血量:40\/79\/100\/130,冰封时间:1秒",
    "code" : 690010,
    "description" : "奥丁将寒冰之力注入剑中,每2次普通攻击后,第3次普攻造成额外法物理伤害并使目标冰封1秒,并回复自身生命值,对同一目标6秒内不会重复触发,对小兵野怪回复效果减半",
    "name" : "寒冰之刺",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/69001\/01.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : "60\/65\/70\/75",
    "distance" : 800,
    "tip" : "造成物理伤害:70\/110\/150\/190\r\n每个目标获得法术抗性:4\/5\/6\/7\r\n每个目标获得物理防御:8\/12\/16\/20",
    "code" : 690011,
    "description" : "奥丁对目标周围800范围的敌方造成物理伤害,并给自己增加防御5秒,命中目标越多,奥丁获得的物理与法术防御就越高。",
    "name" : "烈焰之盾",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/69001\/02.png"
  },
  {
    "skill_CD" : "10\/9\/8\/7",
    "expend_MP" : "80",
    "distance" : 900,
    "tip" : "造成物理伤害:60\/110\/160\/210 \r\n提高攻击速度:30\/40\/50\/60\r\n提高移动速度:90点\r\n作用范围:300",
    "code" : 690012,
    "description" : "奥丁如雷霆般朝指定方向冲锋,对沿途所有敌方造成物理伤害,并将获得4秒的临时攻击速度和移动速度加成。",
    "name" : "雷霆冲击",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/69001\/03.png"
  },
  {
    "skill_CD" : "45\/40\/35",
    "expend_MP" : "100",
    "distance" : 600,
    "tip" : "造成目标基础法术伤害:200\/300\/400\r\n目标每失去3\/2.5\/2点生命值对半径350内的敌方造成1点伤害(最大1500点伤害)\r\n作用范围:350",
    "code" : 690013,
    "description" : "奥丁召唤神王之剑冲击大地,对指定目标造成大量伤害。并根据目标受到的伤害对周围范围内的敌人造成伤害,目标血量越低,造成的范围伤害就越高。",
    "name" : "神王之剑",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/69001\/04.png"
  },
  {
    "skill_CD" : "8\/7\/6\/5",
    "expend_MP" : "80\/95\/110\/125",
    "distance" : 2000,
    "tip" : "每秒造成伤害:280\/340\/400\/460\r\n作用范围:400\r\n",
    "code" : 700010,
    "description" : "周瑜以诡奇兵法召唤一团火球,该火球将缓慢向前滚动,被火球接触的敌方单位将持续受到伤害。",
    "name" : "业火",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/70001\/01.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "120",
    "distance" : 1000,
    "tip" : "效果持续:1.5\/2\/2.5\/3秒\r\n作用范围:350",
    "code" : 700011,
    "description" : "对指定范围内的敌方英雄进行驱逐,受到驱逐效果的敌方英雄移动速度大幅下降50%且无法使用物理攻击,受到物理伤害减少33%,被魔法攻击时受到伤害将上升33%。",
    "name" : "驱逐",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/70001\/02.png"
  },
  {
    "skill_CD" : "55\/50\/45",
    "expend_MP" : "150\/200\/250",
    "distance" : 1650,
    "tip" : "每秒造成伤害:150\/225\/300,造成减速:40%,持续3秒\r\n作用范围:550",
    "code" : 700012,
    "description" : "火攻为上计！周瑜对目标区域射出火箭,形成一道持续5秒的火焰之墙,火墙范围内的敌人将受到伤害并附加减速效果。",
    "name" : "赤壁炎焰",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/70001\/04.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : "25",
    "distance" : null,
    "tip" : "额外法术伤害:50\/75\/100\/125",
    "code" : 700013,
    "description" : "周瑜催动该技能,消耗一定魔法值使普通攻击附加额外的法术伤害。",
    "name" : "化魔",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/70001\/03.png"
  },
  {
    "skill_CD" : "7",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "突进造成60\/90\/120\/150附加当前攻击力50%的物理伤害\r\n提升攻击速度15\/30\/45\/60\r\n法术消耗:75\r\n冲锋距离:600",
    "code" : 710010,
    "description" : "西门飞雪提剑而起,朝指定方向突进,骤如闪电,落英纷散,对沿途目标造成伤害。释放技能后3秒内可再次突进,若两次突进都命中敌方单位,达成人剑合一,将在4秒内提升自身攻击速度。",
    "name" : "落花吹雪",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/71001\/01.png"
  },
  {
    "skill_CD" : "10\/9\/8\/7",
    "expend_MP" : "60",
    "distance" : null,
    "tip" : "造成120\/150\/180\/210附加当前攻击力60%的物理伤害\r\n提升移动速度6%\/12%\/18%\/24%\r\n作用距离:750",
    "code" : 710011,
    "description" : "西门飞雪运气如风,剑气凛冽,朝指定方向刺出,剑气所穿袭的敌人将受到物理伤害并附带1秒的70%减速效果。当追魂剑叠加至4层时,剑气更显森寒,减速效果转化为晕眩,持续1秒。剑气命中敌人后会在3秒内提升西门飞雪的移动速度。",
    "name" : "追风剑",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/71001\/02.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "每层印记使目标受到来自西门飞雪的攻击时伤害递增:18\/24\/30\/36",
    "code" : 710012,
    "description" : "追魂夺命的一剑,每次普攻或技能伤害将敌方单位身上刻下一枚剑痕,当剑痕存在时会使敌方单位承受额外伤害,剑痕最高达到4层。当剑痕达到4层时,将额外对目标造成一次已损生命值12%的法术伤害,剑痕状态持续5秒。",
    "name" : "追魂剑(被动)",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/71001\/03.png"
  },
  {
    "skill_CD" : "30\/25\/20",
    "expend_MP" : "100\/125\/150",
    "distance" : 750,
    "tip" : "造成普通攻击力60%\/80%\/100%的物理伤害,魔法消耗:100\/125\/150\r\n作用半径:300",
    "code" : 710013,
    "description" : "西门飞雪施展毕生绝学,剑招连绵不断,挥剑跃向指定区域,对区域内的敌方英雄挑起在短时间内造成4次普通攻击伤害。技能持续时间内西门飞雪处于无敌状态。",
    "name" : "天外飞仙",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/71001\/04.png"
  },
  {
    "skill_CD" : "13\/12\/11\/10",
    "expend_MP" : "100",
    "distance" : 300,
    "tip" : "对目标造成:220\/280\/340\/400点物理伤害\r\n晕眩时间:1.5s",
    "code" : 730010,
    "description" : "龙骑士发出震慑人心的咆哮,使近距离的一个指定敌方单位眩晕并对其造成伤害,龙形态时可以眩晕800距离的敌方单位。",
    "name" : "龙之咆哮",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/73001\/01.png"
  },
  {
    "skill_CD" : "9\/8\/7\/6",
    "expend_MP" : "100",
    "distance" : 900,
    "tip" : "魔法伤害:200\/260\/320\/380\r\n作用范围:600",
    "code" : 730011,
    "description" : "强烈的龙息可以对指定方向上矩形范围内的敌方单位造成伤害。",
    "name" : "龙之吐息",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/73001\/02.png"
  },
  {
    "skill_CD" : "4",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "火龙形态:提高2\/4\/6\/8点每秒的魔法恢复速度,提高物理攻击力15\/25\/35\/45点\r\n冰龙形态:提高5\/6\/7\/8点每秒的生命恢复速度,提高物理防御力24\/36\/48\/60点",
    "code" : 730012,
    "description" : "龙骑士可以唤醒体内不同的龙族血脉来更好地适应战场。火龙血脉:被动增加攻击力和魔法恢复速度。冰龙血脉:被动增加护甲和生命恢复速度。",
    "name" : "龙人血脉",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/73001\/03.png"
  },
  {
    "skill_CD" : "40",
    "expend_MP" : "100\/125\/150",
    "distance" : null,
    "tip" : "攻击范围:400\r\n暴击增加:10%\/15%\/20%\r\n减速增加:30%\/35%\/40%\r\n移动速度增加:20%\r\n持续时间:25",
    "code" : 730013,
    "description" : "龙骑士化身龙形态25秒,提高自身移动速度,攻击变成远程800,使普通攻击变成远程范围攻击,并带有相应的附加效果。火龙形态:普通攻击暴击率上升；冰龙形态:普通攻击附带减速效果3秒",
    "name" : "真龙形态",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/73001\/04.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : "100",
    "distance" : null,
    "tip" : "魔法伤害:120\/170\/220\/270\r\n使用距离 :1000\r\n作用半径:400",
    "code" : 770010,
    "description" : "冰雪女王操纵寒冰,对指定范围内的敌方单位造成伤害,并附加冰冻效果,降低敌方20点攻速和30%移动速度移动速度,持续4秒。",
    "name" : "寒冰魔环",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/77001\/01.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : "60",
    "distance" : null,
    "tip" : "魔法伤害:80\/120\/160\/200\r\n额外伤害:30\/45\/60\/75",
    "code" : 770011,
    "description" : "冰雪女王将冰霜凝结为致命的武器朝指定方向射出，冰霜凌枪可以穿过非英雄单位并对其造成法术伤害，击中敌方英雄后消失，对处于冰霜状态的敌方单位会造成额外法术伤害。击中冰霜状态的敌人将降低该技能1.5秒的冷却时间。",
    "name" : "冰霜凌枪",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/77001\/02.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "造成法术伤害:70\/120\/170\/220",
    "code" : 770012,
    "description" : "冰雪女王每次技能伤害会为目标叠加冰霜印记,当印记叠满4层时目标将会被冰冻1秒并造成伤害(该效果6秒内对同一目标只会生效一次)",
    "name" : "冰霜之力",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/77001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : "175\/225\/275",
    "distance" : null,
    "tip" : "每0.75秒造成120\/140\/160\r\n施法半径 :500",
    "code" : 770013,
    "description" : "冰雪女王召唤出猛烈的暴风雪,毫不留情地攻击目标区域,对范围内的敌方单位造成伤害,并附带冰冻效果。冰冻效果降低敌方的移动速度30%,持续2秒。暴风雪持续4.5秒。",
    "name" : "凛冽暴雪",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/77001\/04.png"
  },
  {
    "skill_CD" : "9\/8\/7\/6",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "魔法消耗:65\r\n移动距离 :600\/650\/700\/750",
    "code" : 790010,
    "description" : "后羿迈开大步,向指定方向移动一定距离,并移除自身的减速效果。",
    "name" : "逐阳",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/79001\/01.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : "100",
    "distance" : null,
    "tip" : "最大伤害 :240\/320\/400\/480\r\n施法范围 :1800",
    "code" : 790011,
    "description" : "弓如满月，后羿朝选定方向短暂蓄力后射出一支远距离穿云箭。第一个目标单位造成满额伤害，对后续目标伤害衰减20%，最低造成60%伤害并减速30%持续3秒。蓄力期间无法进行任何操作。",
    "name" : "穿云箭",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/79001\/02.png"
  },
  {
    "skill_CD" : "60",
    "expend_MP" : "100\/150\/200",
    "distance" : null,
    "tip" : "每下240\/320\/400",
    "code" : 790012,
    "description" : "后羿弯弓向天,射落9个太阳坠向目标单位,太阳坠地后造成伤害,第一次伤害为满额,后续受到伤害减半,英雄单位最多承受3次伤害。",
    "name" : "骄阳陨落",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/79001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "每下攻击附带30\/40\/50\/60点魔法伤害\r\n攻击速度上升15\/20\/25\/30点,持续4\/5\/6\/7秒",
    "code" : 790013,
    "description" : "后羿在5次普通攻击后将射日的信念注入弓箭,箭矢攻击速度加快,并变成火箭附带额外伤害攻击目标单位。",
    "name" : "燎火之箭",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/79001\/04.png"
  },
  {
    "skill_CD" : "6",
    "expend_MP" : "70\/80\/90\/100",
    "distance" : 1200,
    "tip" : "对首先遇到的敌方单位造成法术伤害:60\/80\/100\/120\r\n爆裂后造成法术伤害:100\/135\/170\/205",
    "code" : 800010,
    "description" : "以火焰铸就箭矢,向指定位置释放后将对首先遇到的敌方单位造成伤害。箭矢爆裂后还将对敌方单位身边400范围内的目标造成伤害,击中带火焰锁定的目标,目标将晕眩1秒。",
    "name" : "火之箭矢",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/80001\/01.png"
  },
  {
    "skill_CD" : "10\/9\/8\/7",
    "expend_MP" : "100",
    "distance" : 900,
    "tip" : "造成法术伤害:220\/260\/300\/340\r\n作用范围:400",
    "code" : 800011,
    "description" : "释放满腔怒火,对指定区域0.5秒后造成伤害,并对区域内的单位施加减速30%,持续4秒,同时对英雄单位进行火焰锁定,持续6秒。",
    "name" : "火焰锁定",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/80001\/02.png"
  },
  {
    "skill_CD" : "40",
    "expend_MP" : "100\/150\/200",
    "distance" : null,
    "tip" : "每0.5秒造成法术伤害:60\/80\/100\r\n增加移动速度:60\/80\/100\r\n每秒回复生命:40\/60\/80,持续时间:5s\r\n作用范围:800",
    "code" : 800012,
    "description" : "炽焰火女在自身周围形成火海,进入怒焰火海的敌方单位会被减速20%,同时对该区域内的敌方单位每秒造成法术伤害。火焰之力为炽焰火女提升移动速度和生命恢复,火海状态持续5秒。",
    "name" : "怒焰火海",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/80001\/03.png"
  },
  {
    "skill_CD" : "5",
    "expend_MP" : "60\/70\/80\/90",
    "distance" : null,
    "tip" : "每颗火球造成法术伤害:60\/75\/90\/105",
    "code" : 800013,
    "description" : "轻松自如操纵火球是炽焰火女的拿手好戏,她召唤出3个火球环绕身旁,火球将自动攻击接近的目标单位,优先攻击被火焰锁定的目标单位。",
    "name" : "火球术",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/80001\/04.png"
  },
  {
    "skill_CD" : "6",
    "expend_MP" : "60\/70\/80\/90",
    "distance" : 2000,
    "tip" : "造成最小物理伤害:70\/100\/130\/160 \r\n造成最大物理伤害:175\/250\/325\/400",
    "code" : 820010,
    "description" : "远距离朝指定方向丢出一根矛,对命中的敌方单位造成物理伤害并对命中敌方英雄进行标记,标记持续4秒,被标记目标周围2500范围内女武神提升15%移动速度,命中时战矛飞行的距离越远,技能基础伤害及额外伤害越高。",
    "name" : "战矛之掷",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/82001\/01.png"
  },
  {
    "skill_CD" : "14\/12\/10\/8",
    "expend_MP" : "90",
    "distance" : null,
    "tip" : "增加移动速度:80\/100\/120\/140",
    "code" : 820011,
    "description" : "女武神为自己提升移动速度,并且使【战矛之掷】穿透敌方目标,每穿透一个目标减少15%的伤害,最低造成40%伤害,持续5秒。",
    "name" : "摧毁之矛",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/82001\/02.png"
  },
  {
    "skill_CD" : "25\/20\/15",
    "expend_MP" : "100",
    "distance" : 900,
    "tip" : "造成物理伤害:350\/450\/550",
    "code" : 820012,
    "description" : "女武神向目标单位发起突击,将其击飞,造成伤害并使目标减速60%,持续3秒,在此减速状态下,受到战矛之掷,无视距离必定造成最大伤害。之后,女武神向其反方向弹开。",
    "name" : "突击",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/82001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "普通攻击造成目标当前血量法术伤害:2.1%\/2.4%\/2.7%\/3%",
    "code" : 820013,
    "description" : "女武神扫视全场,对目标单位造成额外伤害,若目标被战矛之掷标记则别动效果提升3倍,对非英雄单位造成伤害不超过100。",
    "name" : "困兽之境(被动)",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/82001\/04.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "100",
    "distance" : 1500,
    "tip" : "魔法伤害:150\/200\/250\/300\r\n两个单位定身时间:1.3秒,冷却时间:10秒",
    "code" : 830010,
    "description" : "精灵王子朝指定方向射出束缚之箭,对敌方单位造成伤害并定身1秒。若目标单位周围400范围内有其他敌方单位,则该敌方单位将受到波及,且两个单位的定身时间将增加。",
    "name" : "束缚之箭",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/83001\/01.png"
  },
  {
    "skill_CD" : "16\/15\/14\/13",
    "expend_MP" : "100",
    "distance" : 750,
    "tip" : "继承本体:25%\/35%\/45%\/55%攻击力",
    "code" : 830011,
    "description" : "精灵王子在指定位置施放自己的幻影,该幻影具备一定攻击力,可攻击身边敌方单位。召唤出幻影6秒内再次激活该技能精灵王子将瞬间移动至1800距离内的幻影处,同时幻影消失。幻影存在时间6秒,受到伤害为350%。",
    "name" : "幻影残像",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/83001\/02.png"
  },
  {
    "skill_CD" : "60\/50\/40",
    "expend_MP" : "150\/200\/250",
    "distance" : null,
    "tip" : "每次普通攻击造成:60%\/70%\/80%的伤害\r\n持续时间:10秒",
    "code" : 830012,
    "description" : "精灵王子汲取自然能量，瞬间提升自己攻击速度，攻击范围扩大至1500码，在此期间精灵王子无法移动，并且攻击力有所降低，再此点击可以取消该状态。",
    "name" : "极速之击",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/83001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "造成额外物理伤害:16\/24\/32\/40\r\n射程:1350",
    "code" : 830013,
    "description" : "对于被束缚之箭限制了行动的敌方单位,精灵王子绝不会手下留情,他对该目标单位有额外的攻击距离,并造成额外物理伤害。。",
    "name" : "束缚搏击(被动)",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/83001\/04.png"
  },
  {
    "skill_CD" : "8\/7\/6\/5秒",
    "expend_MP" : "50\/60\/70\/80",
    "distance" : 1200,
    "tip" : "造成物理伤害:170\/220\/270\/320点\r\n作用范围:300",
    "code" : 850010,
    "description" : "阿波罗将燃烧的双刃投向指定方向,对碰撞到的敌方单位造成物理伤害。若目标为英雄单位,将成为火种携带者,持续5秒,阿波罗获得火种携带者的视野。",
    "name" : "斩火双刃",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/85001\/01.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "100",
    "distance" : null,
    "tip" : "抵御伤害:140\/200\/260\/320点\r\n每秒造成魔法伤害:50\/60\/70\/80点\r\n作用范围:500",
    "code" : 850011,
    "description" : "阿波罗以火焰为铠,可以抵御一定伤害,在炎铠存在期间内对周围的敌方单位造成魔法伤害,炎铠最多存在6秒。",
    "name" : "炎铠",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/85001\/02.png"
  },
  {
    "skill_CD" : "12",
    "expend_MP" : "100\/125\/150",
    "distance" : 1200,
    "tip" : "造成物理伤害:275\/375\/475点",
    "code" : 850012,
    "description" : "阿波罗化身为太阳,朝指定方向发起冲锋,对沿途碰撞到的敌方单位造成物理伤害。如果碰撞到火种携带者,则清除目标单位的火种并重置该技能冷却时间。(冲撞过程中阿波罗处于无敌状态)",
    "name" : "太阳之子",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/85001\/03.png"
  },
  {
    "skill_CD" : "6",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "额外物理伤害:150\/200\/250\/300点",
    "code" : 850013,
    "description" : "阿波罗每隔一段时间便将火焰覆以双刃,普通攻击造成额外物理伤害并晕眩1秒。该技能效果不受冷却缩减装备影响",
    "name" : "流火双刃",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/85001\/04.png"
  },
  {
    "skill_CD" : "8\/7.4\/6.7\/6",
    "expend_MP" : "55\/60\/65\/70",
    "distance" : null,
    "tip" : "碰撞物理伤害:100\/140\/180\/220",
    "code" : 880010,
    "description" : "电光侠瞬间将速度提升至最高,持续3秒,持续时间内碰撞敌方单位造成物理伤害,期间免疫晕眩和减速效果,普通攻击将结束该状态。",
    "name" : "光速驰骋",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/88001\/01.png"
  },
  {
    "skill_CD" : "11\/10\/9\/8",
    "expend_MP" : "60",
    "distance" : null,
    "tip" : "造成物理伤害:100\/140\/180\/220\r\n额外物理伤害:50\/70\/90\/110\r\n冲锋距离:650",
    "code" : 880011,
    "description" : "以极速提高电光侠的物理攻击力,电光侠朝指定方向冲锋击退碰撞到的敌人并造成额外伤害,被击退敌人如果在击退过程中触碰地形边缘将会受到额外伤害并晕眩1秒。在光速驰骋状态下使用技能,将提升技能碰撞范围与击退距离。",
    "name" : "极速突袭",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/88001\/02.png"
  },
  {
    "skill_CD" : "40\/35\/30",
    "expend_MP" : "100",
    "distance" : null,
    "tip" : "物理伤害:150\/300\/450\r\n作用范围:600\r\n提升攻击次数:3\/4\/5次",
    "code" : 880012,
    "description" : "电光侠化身电光刺破空间,释放瞬间定身周围敌方单位1秒并造成伤害,并在接下来5秒内将数次攻击的攻击速度提升至极限。释放技能还会减伤光速驰骋冷却时间2秒；如在光速驰骋状态下释放,则刷新光速驰骋持续时间,额外伤害和定身效果只在电光侠驰骋的碰撞中造成。",
    "name" : "电光幻影",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/88001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "增加物理防御:16\/24\/32\/40\r\n减少伤害:8%\/12%\/16%\/20%",
    "code" : 880013,
    "description" : "电光侠以急速扭曲时之力,被动提升物理防御。光速驰骋状态下附加额外减伤效果。",
    "name" : "时空扭曲(被动)",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/88001\/04.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : "70",
    "distance" : null,
    "tip" : "物理伤害:80\/140\/200\/260\r\n扇形半径:800",
    "code" : 890010,
    "description" : "张飞挥舞丈八蛇矛,威风凛凛,对指定方向的扇形区域造成物理伤害,并附加基于张飞最大生命值8%的额外伤害。",
    "name" : "丈八蛇矛",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/89001\/01.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "80",
    "distance" : 900,
    "tip" : "造成160\/200\/240\/280点物理伤害\r\n嘲讽地方单位1.25\/1.5\/1.75\/2秒,",
    "code" : 890011,
    "description" : "向目标区域发起冲锋，对行进途中遇到的敌方单位造成伤害并对他们晕眩。",
    "name" : "势如破竹",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/89001\/02.png"
  },
  {
    "skill_CD" : "1",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "每次移动速度上升3\/4\/5\/6%,攻击速度上升4\/5\/6\/7点\r\n最多叠加5次,持续3秒",
    "code" : 890012,
    "description" : "张飞越战越勇,每受到一次伤害提升自身的攻击速度及移动速度。",
    "name" : "怒吼长坂",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/89001\/03.png"
  },
  {
    "skill_CD" : "60",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "持续2.5\/3025\/4秒\r\n技能魔法消耗:100\/150\/200\r\n触发生命值:300\/400\/500",
    "code" : 890013,
    "description" : "张飞长啸一声,气势如虹,激活该技能后,张飞在该技能时间内受到的伤害都转化为他的生命值。只要技能不在冷却时间内,当张飞的生命值过低时会自动触发。",
    "name" : "锐不可当",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/89001\/04.png"
  },
  {
    "skill_CD" : "5",
    "expend_MP" : "60",
    "distance" : 1200,
    "tip" : "造成魔法伤害:140\/190\/240\/290点",
    "code" : 940010,
    "description" : "埃及艳后对指定方向施以流沙之爪,对沿途碰撞到的敌方单位造成魔法伤害。",
    "name" : "流沙之爪",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/94001\/01.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "90\/100\/110\/120",
    "distance" : null,
    "tip" : "造成魔法伤害:200\/250\/300\/350点\r\n作用范围:600\r\n定身时间:1.25秒\/1.5秒\/1.75秒\/2秒",
    "code" : 940011,
    "description" : "埃及艳后以自身位置为中心对范围内的敌方单位造成魔法伤害,并附加定身效果。",
    "name" : "暗涌流沙",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/94001\/02.png"
  },
  {
    "skill_CD" : "30\/25\/20",
    "expend_MP" : "150\/200\/250",
    "distance" : 2000,
    "tip" : "造成魔法伤害:350\/450\/550点",
    "code" : 940012,
    "description" : "埃及艳后对指定方向施以飞行距离更远的狂沙之爪,对沿途碰撞到的敌方单位造成魔法伤害。再次激活该技能可使埃及艳后瞬移至狂杀之爪当前所在位置。每使用一次流沙之爪技能,可减少狂杀之爪的冷却时间4秒。",
    "name" : "狂沙之爪",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/94001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "造成魔法伤害:75\/100\/125\/150点\r\n吸收生命值比例:20%\/25%\/30%\/35%",
    "code" : 940013,
    "description" : "埃及艳后法术命中目标后附带银沙之力效果持续8秒,8秒内埃及艳后的技能对附有银沙之力的单位造成法术伤害时,会回复一定伤害比例的生命值,并造成额外的法术伤害",
    "name" : "银沙之力",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/94001\/04.png"
  },
  {
    "skill_CD" : "3",
    "expend_MP" : "50",
    "distance" : null,
    "tip" : "技能效果:100\/150\/200\/250点魔法伤害\r\n最高消耗:150",
    "code" : 950010,
    "description" : "聂小倩操纵魂魄,对指定目标造成魔法伤害。5秒内连续使用将增加魔法伤害,也会增加法力消耗,最高可叠加3层。",
    "name" : "离魂",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/95001\/01.png"
  },
  {
    "skill_CD" : "12",
    "expend_MP" : null,
    "distance" : 1500,
    "tip" : "技能效果:180\/240\/300\/360点魔法伤害",
    "code" : 950011,
    "description" : "聂小倩操纵魂魄,对指定目标造成魔法伤害。5秒内连续使用将增加魔法伤害,也会增加法力消耗,最高可叠加3层。",
    "name" : "恐惧阴魂",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/95001\/02.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "额外法术伤害:40\/60\/80\/100\r\n减少目标魔法:40\/60\/80\/100\r\n普通攻击回复自身10\/20\/30\/40点魔法值,主动持续时间8秒",
    "code" : 950012,
    "description" : "聂小倩主动开启技能后使用“离魂”“恐惧阴魂”将造成额外伤害并扣除目标魔法值,冷却时间15秒。被动:聂小倩的普通攻击会回复自身魔法值",
    "name" : "摄魂之法",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/95001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "最大魔法值8%转化为法伤,30%\/40\/50%伤害转化为消耗法力值\r\n每级增加300点魔法值",
    "code" : 950013,
    "description" : "幽幽魂魄入梦来，每级被动增加小倩的魔法值,激活后该技能后，对聂小倩的伤害将有一部分被转化为消耗其法力值,每点伤害消耗消耗1.5点魔法值，并将其最大魔法值转化为法术强度，魔法值低于20%时魔法盾效果将自动失效。",
    "name" : "倩女幽魂",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/95001\/04.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : "80",
    "distance" : null,
    "tip" : "物理伤害:90\/120\/150\/180",
    "code" : 960010,
    "description" : "超能企鹅向指定方向发射4枚导弹,对攻击范围内随机4名敌方单位造成物理伤害。若此范围内敌方单位不足4名,将有可能被重复攻击,但重复命中的伤害将递减50%,被击中的目标将减速20%持续2秒",
    "name" : "企鹅导弹",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/96001\/01.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : "100",
    "distance" : null,
    "tip" : "地雷造成50\/100\/150\/200点魔法伤害\r\n作用范围:800",
    "code" : 960011,
    "description" : "超能企鹅迅速滑向指定位置，并在滑行轨道上埋入3枚地雷，地雷将对敌方单位造成法术伤害",
    "name" : "冰上漫滑",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/96001\/02.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "造成60\/90\/120\/150额外伤害",
    "code" : 960012,
    "description" : "超能企鹅每隔一阵便对位于眼部的镭射炮进行蓄能,当蓄能完成,将施放镭射光束,对矩形范围内的敌方单位造成物理伤害,并附加减速效果３０％持续３秒。",
    "name" : "镭射光束",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/96001\/03.png"
  },
  {
    "skill_CD" : "48",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "提高300\/400\/500点物理伤害\r\n使用范围:900\r\n将目标击退 :600\/700\/800",
    "code" : 960013,
    "description" : "超能企鹅向指定方向发射重装粒子炮，在命中第一个敌方英雄或达到最远距离时将爆炸对范围内单位造成物理伤害并击退。",
    "name" : "毁灭轰击",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/96001\/04.png"
  },
  {
    "skill_CD" : "7\/6\/5\/4",
    "expend_MP" : "75",
    "distance" : 800,
    "tip" : "造成魔法伤害:180\/220\/260\/300点",
    "code" : 970010,
    "description" : "德古拉对一个单位造成魔法伤害并回复造成伤害50%的生命值。(最大吸血量300)",
    "name" : "嗜血",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/97001\/01.png"
  },
  {
    "skill_CD" : "13\/12\/11\/10",
    "expend_MP" : "150",
    "distance" : 1200,
    "tip" : "每秒造成魔法伤害:70\/90\/110\/130点\r\n每秒回复生命:5\/10\/15\/20点\r\n降低敌方单位移动速度:25%\r\n增加自身移动速度:25%",
    "code" : 970011,
    "description" : "向指定方向喷射出一条血河,血河存在6秒。敌方单位在血河上会受到魔法伤害并减速,德古拉站在血河之上会加快生命回复速度并产生加速效果,走出血河之后,效果持续1秒。",
    "name" : "血蚀之河",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/97001\/02.png"
  },
  {
    "skill_CD" : "45",
    "expend_MP" : "150\/200\/250",
    "distance" : null,
    "tip" : "立即造成法术伤害:250\/350\/450点\r\n每秒造成法术伤害:40\/50\/60点\r\n作用范围:800",
    "code" : 970012,
    "description" : "用鲜血平复德古拉的怒意吧！德古拉对一定范围内的敌方单位立即造成魔法伤害,同时回复德古拉造成伤害50%的生命值(吸血效果对非英雄单位减半),随后造成持续魔法伤害5秒。",
    "name" : "血祭启示录",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/97001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "增加最大生命值上限:100\/200\/300\/400点",
    "code" : 970013,
    "description" : "德古拉每杀死一个敌方单位则增加自身最大生命值10点,并使嗜血技能可以过量治疗,溢出的治疗将转化为抵挡伤害的血盾,血盾上限300,持续10秒",
    "name" : "血虐暴风",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/97001\/04.png"
  },
  {
    "skill_CD" : "5",
    "expend_MP" : "45\/55\/65\/75",
    "distance" : 1200,
    "tip" : "造成法术伤害:150\/200\/250\/300\r\n二段法术伤害:80\/105\/130\/155\r\n一段伤害范围:300\r\n二段伤害范围:150",
    "code" : 980010,
    "description" : "福娃向指定地点丢出裂风爆竹,爆竹将造成小范围内法术伤害,并爆裂成3个小号爆竹,在一定范围内随机散落,造成法术伤害。",
    "name" : "裂风爆竹",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/98001\/01.png"
  },
  {
    "skill_CD" : "12\/11\/10\/9",
    "expend_MP" : "100",
    "distance" : 1100,
    "tip" : "造成法术伤害:180\/230\/280\/330\r\n爆炸半径:350\r\n炸飞敌人距离:300\r\n炸飞自己距离:800",
    "code" : 980011,
    "description" : "福娃向指定位置丢出定时爆竹,当5秒内或再次使用该技能时将引爆爆竹,炸飞爆炸范围内的敌方单位,且造成法术伤害并在敌方单位落地后晕眩1秒。若爆炸时福娃也处在该区域,则同样被炸飞,但不受到伤害",
    "name" : "定时爆竹",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/98001\/02.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : "120",
    "distance" : 1000,
    "tip" : "造成法术伤害:125\/175\/225\r\n作用范围:600\r\n喷发半径:500\r\n爆炸半径:300\r\n受击次数:6\/7\/8",
    "code" : 980012,
    "description" : "福娃就地摆放大型烟花8秒，喷射的烟火将每0.75秒对其周围随机区域造成伤害，该烟花对技能免疫，烟花可以承受数次攻击。",
    "name" : "火树银花",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/98001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "造成法术伤害:20\/40\/60\/80\r\n降低移动速度:15%\/20%\/25%\/30%",
    "code" : 980013,
    "description" : "福娃决定让敌方尝点苦头,福娃的技能会附带额外法术伤害,并对敌方英雄将产生持续3秒的减速效果。",
    "name" : "诱敌制胜(被动)",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/98001\/04.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : "60\/70\/80\/90",
    "distance" : 1300,
    "tip" : "造成物理伤害:180\/230\/280\/330点",
    "code" : 1010010,
    "description" : "绯雨剑星强力斩击地面，击起一片碎石以攻击敌方，对碰撞到的敌方单位造成物理伤害，并附加致盲效果，持续0.75秒。",
    "name" : "裂地斩",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/101001\/01.png"
  },
  {
    "skill_CD" : "12",
    "expend_MP" : "65\/75\/85\/95",
    "distance" : 1000,
    "tip" : "造成物理伤害:180\/240\/300\/360点\r\n作用范围:400\r\n减少移动速度:20%\/25%\/30%\/35%",
    "code" : 1010011,
    "description" : "绯雨剑星纵身一跃,对指定区域的所有敌方单位造成物理伤害并附加减速效果3秒。剑星击杀英雄或获得助攻时,将重置此技能冷却时间。",
    "name" : "飞天斩",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/101001\/02.png"
  },
  {
    "skill_CD" : "50",
    "expend_MP" : "120\/180\/240",
    "distance" : 800,
    "tip" : "每次造成真实伤害:80\/120\/160点\r\n作用范围:500",
    "code" : 1010012,
    "description" : "领会剑术的最高奥义吧！绯雨剑星对指定范围使用奥义·烈斩,对该范围内的敌方英雄造成9次真实伤害,范围内每个敌方英雄最多受到5次奥义·烈斩的伤害",
    "name" : "奥义·烈斩",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/101001\/03.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : "30",
    "distance" : null,
    "tip" : "造成额外物理伤害:120\/160\/200\/240点",
    "code" : 1010013,
    "description" : "绯雨剑星激活拔刀术状态,该状态下的下一次普通攻击或者技能攻击能够造成额外物理伤害。同时在状态持续时间内每秒降低其他技能的冷却时间1秒。拔刀术状态持续4秒。(该状态只触发一次,触发后状态消失",
    "name" : "拔刀术",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/101001\/04.png"
  },
  {
    "skill_CD" : "4",
    "expend_MP" : "60",
    "distance" : null,
    "tip" : "造成120\/170\/220\/270点法术伤害\r\n作用范围:1350",
    "code" : 1060010,
    "description" : "幻卡魔女向指定方向掷出一张魔卡,对碰撞到的敌方单位造成法术伤害",
    "name" : "魔卡出击",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/106001\/01.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "每层增加法术强度:6\/10\/14\/18\r\n每层增加移动速度:2\/3\/4\/5%",
    "code" : 1060011,
    "description" : "速度决定胜负,幻卡魔女每次使用技能命中敌方单位时都会提高自身的移动速度和法术强度,持续6秒,最多叠加5层",
    "name" : "极速冲击",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/106001\/02.png"
  },
  {
    "skill_CD" : "20",
    "expend_MP" : "150\/200\/250",
    "distance" : null,
    "tip" : "技能效果:275\/325\/375点法术伤害\r\n作用范围:1350",
    "code" : 1060012,
    "description" : "尝尝魔卡重击吧！幻卡魔女使向指定方向掷出3张散开的魔卡,对碰撞到的敌方单位造成法术伤害,如果敌人被多张卡牌同时命中,额外的卡牌只会造成百分之30%的伤害。",
    "name" : "三重卡组",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/106001\/03.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "80",
    "distance" : null,
    "tip" : "增加额外法术伤害:140\/180\/220\/260\r\n作用范围:1350\r\n晕眩时间:0.5秒",
    "code" : 1060013,
    "description" : "幻卡魔女向指定方向掷出一张魔卡,对穿过的敌方单位造成晕眩和法术伤害。",
    "name" : "眩晕魔卡",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/106001\/04.png"
  },
  {
    "skill_CD" : "8",
    "expend_MP" : "50",
    "distance" : null,
    "tip" : "造成最大170\/220\/270\/320点物理伤害\r\n冲锋距离:1000",
    "code" : 1070010,
    "description" : "狼王沃夫对敌方单位发起一次冲锋,将造成大量的物理伤害。",
    "name" : "百战獠牙",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/107001\/01.png"
  },
  {
    "skill_CD" : "6秒,",
    "expend_MP" : "40",
    "distance" : null,
    "tip" : "物理伤害:160\/210\/260\/310\r\n单目标物理伤害1.5倍",
    "code" : 1070011,
    "description" : "尝尝狼王沃夫的利爪吧！对小范围内的敌方单位造成物理伤害并减速30%持续1.5秒,若该范围内只有一个敌方单位,则将造成更多物理伤害,并附加晕眩效果",
    "name" : "疾掠之爪",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/107001\/02.png"
  },
  {
    "skill_CD" : "10",
    "expend_MP" : "50",
    "distance" : null,
    "tip" : "暴虐:打断狼化状态的首次普通攻击或者技能将附加150+150%基础攻击力的伤害,提高30%移动速度\r\n匿影:狼化状态下获得5秒的隐身效果\r\n血礼:狼化状态下每秒额外恢复3%点生命\r\n并增加100%魔法恢复速度\r\n打断该状态的首次普通攻击将获得自身25%血量\r\n提高移动速度30%",
    "code" : 1070012,
    "description" : "狼王沃夫以狼化状态奔跑15秒。使用技能和普通攻击将打断该状态，使得该技能进入冷却状态。每次升级技能狼化突袭者技能时，沃夫可选择获得额外效果加强自身：匿影、暴虐、血礼。",
    "name" : "狼化突袭者",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/107001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "攻击速度:25\/30\/35\/40\r\n增加共计:20\/30\/40\/50",
    "code" : 1070013,
    "description" : "增加自身的攻击速度,并提高其攻击能力",
    "name" : "嗜血之心",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/107001\/04.png"
  },
  {
    "skill_CD" : "4",
    "expend_MP" : "50\/55\/60\/65",
    "distance" : null,
    "tip" : "增加物理伤害:30\/45\/60\/75\r\n作用范围:350\r\n冲锋距离:650",
    "code" : 1220010,
    "description" : "神斧以开天之势为战神之后的三次普通攻击附加额外伤害,每次普攻附加的额外伤害都为群体效果,触发第一段普攻时会朝选定目标方向发起冲锋,强化效果持续6秒,在强化效果结束后技能才会重新进入冷却。",
    "name" : "战力神斧",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/122001\/01.png"
  },
  {
    "skill_CD" : "10秒",
    "expend_MP" : "75",
    "distance" : 950,
    "tip" : "造成物理伤害:80\/120\/160\/200\r\n击中每个英雄增加护盾值:80\/110\/140\/170",
    "code" : 1220011,
    "description" : "战神使用神力对身前范围内的敌方单位造成伤害并减速25%持续2秒,每击中1名敌方英雄单位,将为战神增加一定的护盾值,持续6秒。",
    "name" : "神之护力",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/122001\/02.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "被动增加攻击速度:6\/8\/10\/12\r\n被动增加移动速度:8%",
    "code" : 1220012,
    "description" : "被动:战神每次攻击敌方单位时都会获得攻击速度与移动速度提升,累计达到3层时,攻击速度提升加倍,持续5秒,开启神之裁决时直接获得满层效果。",
    "name" : "神风战靴",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/122001\/03.png"
  },
  {
    "skill_CD" : "70\/60\/50",
    "expend_MP" : "120",
    "distance" : 800,
    "tip" : "决斗时间:2.5\/3\/3.5秒\r\n攻击加成:40\/60\/80\r\n生命偷取:30\/45\/60",
    "code" : 1220013,
    "description" : "堂堂正正的对决吧！战神朝指定的一名敌方英雄发起冲锋进行战斗,一定时间内双方将均处于被嘲讽状态,决斗状态战神将获得额外生命偷取和攻击加成。",
    "name" : "神之裁决",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/122001\/04.png"
  },
  {
    "skill_CD" : "11\/10\/9\/8",
    "expend_MP" : "70",
    "distance" : 1000,
    "tip" : "造成法术伤害:140\/180\/220\/260\r\n作用范围:500",
    "code" : 1380010,
    "description" : "魅魔公主拖着恶魔镰刀冲锋后猛击前方区域，对冲击范围内单位法术伤害并减速30%，冲锋过程中免疫控制效果，冲锋完成时回复冲锋过程中受损生命值。",
    "name" : "恶魔冲锋",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/138001\/01.png"
  },
  {
    "skill_CD" : "3",
    "expend_MP" : "30\/35\/40\/45",
    "distance" : null,
    "tip" : "造成法术伤害:80\/120\/160\/200\r\n每次使用提升:30\/40\/50\/60法术伤害\r\n造成额外法术伤害:50\/70\/90\/110",
    "code" : 1380011,
    "description" : "魅魔公主大力挥舞镰刀,对周围敌方单位造成法术伤害,5秒内连续使用将提升技能额外伤害(最多4层)。击中被恐惧之刃减速的单位还会造成额外的法术伤害并混乱目标1秒。",
    "name" : "镰刀之舞",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/138001\/02.png"
  },
  {
    "skill_CD" : "60\/55\/50",
    "expend_MP" : "100\/125\/150",
    "distance" : 1300,
    "tip" : "造成法术伤害:225\/300\/375\r\n造成额外法术伤害:50\/100\/150\r\n作用范围:500",
    "code" : 1380012,
    "description" : "短暂蓄势后,魅魔公主将手中的恶魔镰刀抛向指定区域制造出一个持续6秒的结界,对范围内的敌方单位造成法术伤害并减速30%。当魅魔公主进入结界时会将其激活,使结界内敌方单位混乱1秒并造成额外伤害,随后结界消失。",
    "name" : "恐怖结界",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/138001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "额外法术伤害:80\/100\/120\/140",
    "code" : 1380013,
    "description" : "每次普通攻击或使用技能后会为自己的恶魔镰刀充能夜魔之力,达到4层会使下一次普通攻击对敌方单位造成额外伤害并造成30%减速,持续2.5秒。",
    "name" : "恐惧之刃",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/138001\/04.png"
  },
  {
    "skill_CD" : "5",
    "expend_MP" : "50\/60\/70\/80",
    "distance" : null,
    "tip" : "对身前范围内目标造成120\/160\/200\/240物理伤害\r\n获得护盾160\/200\/240\/280",
    "code" : 1490010,
    "description" : "李小龙向前方轰出一拳,拳风呼啸,对身前范围内目标造成物理伤害,命中目标后获得护盾并在接下来5秒内可以释放更强一拳,造成范围伤害和击飞效果。",
    "name" : "啸风拳",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/149001\/01.png"
  },
  {
    "skill_CD" : "7",
    "expend_MP" : "50",
    "distance" : null,
    "tip" : "额外伤害:100\/135\/170\/205\r\n位移距离:600",
    "code" : 1490011,
    "description" : "李小龙快速向后闪避,并使下一次普通攻击变为向前轰击的拳风。",
    "name" : "闪避冲拳",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/149001\/02.png"
  },
  {
    "skill_CD" : "30",
    "expend_MP" : "100\/125\/150",
    "distance" : null,
    "tip" : "造成物理伤害:225\/350\/475",
    "code" : 1490012,
    "description" : "李小龙化身为龙,向指定方向踢出强力一脚,对范围内敌方单位造成物理伤害和击退效果,同时对被击退单位撞到的敌方单位造成伤害并击飞。",
    "name" : "龙影强踢",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/149001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "每次普攻增加攻速:6\/8\/10\/12%\r\n突进距离:600",
    "code" : 1490013,
    "description" : "李小龙步法灵动,每次使用技能结束后,可以进行一小段突进。每次普攻会增加自身攻速,最多叠加5层。",
    "name" : "瞬影步",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/149001\/04.png"
  },
  {
    "skill_CD" : "9",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "浮游炮伤害:60\/80\/100\/120\r\n浮游炮生命值:400\/500\/600\/700\r\n中子光束造成法术伤害:175\/225\/275\/325\r\n重核造成额外法术伤害:60\/90\/120\/150\r\n魔法消耗:50+3%最大魔法值",
    "code" : 1500011,
    "description" : "常规形态:爱因斯坦在指定位置建造浮游炮攻击敌方单位。爱因斯坦每15秒可以囤积一台,最多囤积3台浮游炮。\r\n跃迁形态:爱因斯坦向指定方向施放中子光束,碰撞目标造成范围魔法伤害,如果目标身上有重核效果,则触发裂变造成额外范围魔法伤害。",
    "name" : "光子浮游炮\/能量绽放",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/150001\/01.png"
  },
  {
    "skill_CD" : "9\/8\/7\/6",
    "expend_MP" : null,
    "distance" : null,
    "tip" : "法术伤害:140\/180\/220\/260\r\n能量护盾:80\/120\/160\/200\r\n额外魔法伤害:75\/100\/125\/150\r\n增加移动速度:15%\/20%\/25%\/30%\r\n魔法消耗:80+3%最大魔法值",
    "code" : 1500012,
    "description" : "常规形态:爱因斯坦释放光电冲击波加速自身,范围内有浮游炮时可获得4秒护盾,同时恢复浮游炮能量值并使其下一次攻击为目标添加重核效果和20%减速效果,持续1秒。\r\n跃迁形态:爱因斯坦向前方喷射携带重核分子的气浪,击退面前矩形范围敌人附加重核状态。\r\n重核效果（被动）:目标每次施法增加15%魔法消耗,持续5秒。爱因斯坦每4次普攻附带额外伤害及重核效果。",
    "name" : "光电强化\/核子冲击",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/150001\/02.png"
  },
  {
    "skill_CD" : "25",
    "expend_MP" : null,
    "distance" : 800,
    "tip" : "扭曲空间持续法术伤害:30\/60\/90每0.5秒\r\n中心爆炸造成:275\/400\/525\r\n魔法消耗:100\/150\/200+5%最大魔法值\r\n作用范围:650",
    "code" : 1500013,
    "description" : "爱因斯坦的伟大研究终于可以涉及时空。穿梭时空转换为身着战铠的超级形态,拥有进攻性更强的技能,持续10秒,1秒转换期间处于无敌状态。转换后再次使用该技能,可以在目标地点创造扭曲的时空黑洞5秒内持续造成减速及范围魔法伤害。并1.5秒后黑洞引力增强,瞬间将范围内的单位向中心牵引并造成大量法术伤害。增加移动速度:20%,持续2秒,减少敌方移动速度:30%。",
    "name" : "扭曲时空",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/150001\/03.png"
  },
  {
    "skill_CD" : null,
    "expend_MP" : null,
    "distance" : null,
    "tip" : "浮游炮回复魔法值法术加成:0.1\r\n生命值与魔法值转换比例:25%\/35%\/45%\/55%\r\n浮游炮攻击回复自身魔法值:10\/15\/20\/25",
    "code" : 1500014,
    "description" : "当爱因斯坦损耗生命值时,按比例回复一定魔法值；当爱因斯坦消耗魔法值时,按比例回复一定生命值。自身周围1200范围内的浮游炮造成伤害时会回复爱因斯坦一定比例的魔法值。",
    "name" : "能量守恒",
    "icon" : "https:\/\/img9.99.com\/yhkd\/image\/data\/hero\/150001\/04.png"
  }
]
